[
    {
        "原文": "1.本合同生效后十个工作日内买方支付合同总价的 20%作为预付款（即：427800.00 大写：肆拾贰万柒仟捌佰元整）。",
        "修改后": "1.本合同生效后十个工作日内买方支付合同总价的 20%作为预付款（即：427800.00 大写：肆拾贰万柒仟捌佰元整）；在买方付款前，卖方应向买方开具合同总额的20 %增值税发票，否则买方有权顺延支付相应款项且不视为违约。",
        "批注": "",
        "上下文": {
            "前文": "6、提供标准机组维修工具一套。 三、付款方式",
            "后文": "2.卖方将发电机组运送至现场后，卖方开具合同总额的 60 %增值税发票至买方，买方收到发票十个工作日内支付至合同总价的 80  %（即：1711200.00  大写：壹佰柒拾壹万壹仟贰佰元整），。  3.合同产品安装完成，经买方验收合格后，卖方开具增值税发票给买方，买方收到发票后的十个工作日内支付至至合同总价的 97 %（即：2074830.00元 ，大写：贰佰零柒万肆仟捌佰叁拾元整）。"
        }
    },
    {
        "原文": "2.卖方将发电机组运送至现场后，卖方开具合同总额的 60 %增值税发票至买方，买方收到发票十个工作日内支付至合同总价的 80  %（即：1711200.00  大写：壹佰柒拾壹万壹仟贰佰元整），。 ",
        "修改后": "2.卖方将发电机组运送至现场完成初验后，卖方开具合同总额的 60 %增值税发票至买方，买方收到发票十个工作日内支付至合同总价的 80  %（即：1711200.00  大写：壹佰柒拾壹万壹仟贰佰元整），否则买方有权顺延支付相应款项且不视为违约。 ",
        "批注": "",
        "上下文": {
            "前文": "三、付款方式 1.本合同生效后十个工作日内买方支付合同总价的 20%作为预付款（即：427800.00 大写：肆拾贰万柒仟捌佰元整）。",
            "后文": "3.合同产品安装完成，经买方验收合格后，卖方开具增值税发票给买方，买方收到发票后的十个工作日内支付至至合同总价的 97 %（即：2074830.00元 ，大写：贰佰零柒万肆仟捌佰叁拾元整）。 4.剩余质保金3%（即：64170.00，大写：陆万肆仟壹佰柒拾元整），质保期（壹年）满后十个工作日内支付至卖方账户。"
        }
    },
    {
        "原文": "3.合同产品安装完成，经买方验收合格后，卖方开具增值税发票给买方，买方收到发票后的十个工作日内支付至至合同总价的 97 %（即：2074830.00元 ，大写：贰佰零柒万肆仟捌佰叁拾元整）。",
        "修改后": "3.合同产品安装完成，经买方实质验收合格后，卖方开具合同总额的 20 %增值税发票给买方，买方收到发票后的十个工作日内支付至至合同总价的 97 %（即：2074830.00元 ，大写：贰佰零柒万肆仟捌佰叁拾元整），否则买方有权顺延支付相应款项且不视为违约。",
        "批注": "",
        "上下文": {
            "前文": "1.本合同生效后十个工作日内买方支付合同总价的 20%作为预付款（即：427800.00 大写：肆拾贰万柒仟捌佰元整）。 2.卖方将发电机组运送至现场后，卖方开具合同总额的 60 %增值税发票至买方，买方收到发票十个工作日内支付至合同总价的 80  %（即：1711200.00  大写：壹佰柒拾壹万壹仟贰佰元整），。 ",
            "后文": "4.剩余质保金3%（即：64170.00，大写：陆万肆仟壹佰柒拾元整），质保期（壹年）满后十个工作日内支付至卖方账户。 5. 所付货款均汇入卖方增值税发票对应的账户内，否则视为无效汇款。"
        }
    },
    {
        "原文": "4.剩余质保金3%（即：64170.00，大写：陆万肆仟壹佰柒拾元整），质保期（壹年）满后十个工作日内支付至卖方账户。",
        "修改后": "4.剩余质保金3%（即：64170.00，大写：陆万肆仟壹佰柒拾元整），质保期（自买方实质验收合格之日起壹年）届满后经买方审核无质量问题后十个工作日内支付至卖方账户。",
        "批注": "",
        "上下文": {
            "前文": "2.卖方将发电机组运送至现场后，卖方开具合同总额的 60 %增值税发票至买方，买方收到发票十个工作日内支付至合同总价的 80  %（即：1711200.00  大写：壹佰柒拾壹万壹仟贰佰元整），。  3.合同产品安装完成，经买方验收合格后，卖方开具增值税发票给买方，买方收到发票后的十个工作日内支付至至合同总价的 97 %（即：2074830.00元 ，大写：贰佰零柒万肆仟捌佰叁拾元整）。",
            "后文": "5. 所付货款均汇入卖方增值税发票对应的账户内，否则视为无效汇款。 账户名称：yyyy有限公司  "
        }
    },
    {
        "原文": "1、合同签订后于xxx项目",
        "修改后": "1、合同签订后卖方收到买方的发货通知书（通知书中需给予卖方预留合理的备货时间）后于发货通知书指定的时间内将产品送到买方指定的交货现场：成都xxx项目施工现场，产品交付买方指定收货人签收后方可视为完成交货。买方未发出发货通知书前，卖方不得擅自备货，否则由此产生的损失由卖方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "开户行及账号：  四、发货期及交货地点",
            "后文": " 五、货物交付及风险转移"
        }
    },
    {
        "原文": "",
        "修改后": "2、买方指定的收货人：姓名：        ，联系电话：              。",
        "批注": "",
        "上下文": {
            "前文": "四、发货期及交货地点 1、合同签订后于xxx项目",
            "后文": "五、货物交付及风险转移 1、为避免运输风险卖方负责运输保险。"
        }
    },
    {
        "原文": "",
        "修改后": "2、卖方交付买方的产品应当采取足以保护本合同项下产品的包装方式，能保证多次安全可靠的搬运和装卸。产品外包装破损的，买方有权拒收，交货期限不予顺延。因包装不当造成产品损失或灭失的，买方应赔偿因此给卖方造成的损失并承担违约责任，交货期限不予顺延。在交货时应当向买方提供产品的合格证书（产品中各组件有分项合格证书，的还需要提供各分项的合格证书）、检验报告、出厂证明等有关交付货物的质量验证资料原件及货物清单，并对前述文件资料的真实性，未向买方交付前述文件资料的，买方有权拒收货物，且不视为违约，交货期限不予顺延。",
        "批注": "",
        "上下文": {
            "前文": "五、货物交付及风险转移 1、为避免运输风险卖方负责运输保险。",
            "后文": " 六、验收标准、方法及提出异议期限"
        }
    },
    {
        "原文": "",
        "修改后": "3、运输途中的货物损毁、灭失的风险由卖方承担；买方签收符合本合同约定的货物后，货物损毁、灭失的风险由买方承担。",
        "批注": "",
        "上下文": {
            "前文": "1、为避免运输风险卖方负责运输保险。 ",
            "后文": "六、验收标准、方法及提出异议期限 1、初步验收：货后买方初步验收，买方在初步验收中，如发现与合同约定不符或数量、具有外观瑕疵等情况，买方应在后【7】日内以书面的方式向卖方提出，买方未按规定期限提出书面异议或未按规定组织初步验收，视为初步验收合格。卖方在接到买方书面异议后，应在日内予以纠正。  "
        }
    },
    {
        "原文": "1、初步验收：货后买方初步验收，买方在初步验收中，如发现与合同约定不符或数量、具有外观瑕疵等情况，买方应在后【7】日内以书面的方式向卖方提出，买方未按规定期限提出书面异议或未按规定组织初步验收，视为初步验收合格。卖方在接到买方书面异议后，应在日内予以纠正。  ",
        "修改后": "1、初步验收：货到现场后买方收到卖方发出的初步验收通知书之日起2日内进行初步验收，买方在初步验收中，如发现产品与合同附件清单约定不符或产品数量（含主要部件、机组部件数量）与合同附件清单约定数量不符、卖方提交的产品文件资料真实性存疑、产品具有外观瑕疵等情况，买方应在初步验收后【7】日内以书面的方式向卖方提出，买方未按规定期限提出书面异议或未按规定组织初步验收，视为初步验收合格。卖方在接到买方书面异议后，应在5日内予以纠正，逾期不予纠正或者未能完全纠正的，视为初步验收不合格，买方可以暂不予支付后续费用且不视为违约，直至卖方完全纠正为止，产品由买方保管，保管期间的费用由卖方承担，保管期满1个月卖方仍不纠正或者未能完全纠正的，买方有权解除本合同，安装合同解除的相关责任处理。  ",
        "批注": "",
        "上下文": {
            "前文": " 六、验收标准、方法及提出异议期限",
            "后文": "2、实质验收：后【7】日内买方通知卖方进场安装，卖方安装完毕后xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目 若实质验收不合格，买方应在实质验收完毕后【7】日内以书面的方式向卖方提出不合格项目，卖方进行整改，待整改完毕后由买方对不合格项目进行再次验收。若由于买方不通知买方进场安装，或卖方安装后买方不进行实质验收或xxxx项目未向卖方书面提出不合格项目，则应视为实质验收合格。xxxx项目         "
        }
    },
    {
        "原文": "2、实质验收：后【7】日内买方通知卖方进场安装，卖方安装完毕后xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目",
        "修改后": "2、实质验收：初步验收合格后【7】日内买方通知卖方进场安装，卖方安装完毕后应进行实质验收。实质验收随整个成都xxxx项目综合验收时一并验收，在成都xxxx项目综合验收开始后，买方通知卖方到场协助买方配合相关政府职能部门进行验收，前述配合验收工作包含环保验收、消防验收，前述验收均合格后（环保验收、消防验收需取得政府相关职能部门出具的合格意见为准）视为实质验收合格。如卖方安装完成但尚不满足成都xxxx项目综合验收时，买方负责对已安装完成的成品予以保管，买方未通知卖方配合参与成都xxxx项目综合验收，导致验收不合格的责任由买方承担，且无论是否合格均视为实质验收合格，实质验收合格时间以成都xxxx项目综合验收开始之日视为实质验收合格之日；或者买方未通知卖方配合参与成都xxxx项目综合验收，但成都xxxx项目综合验收依然取得环保验收、消防验收合格的，亦视为产品实质验收合格，实质验收合格之日为政府相关职能部门就环保、消防出具合格意见之日为验收合格之日。",
        "批注": "",
        "上下文": {
            "前文": "六、验收标准、方法及提出异议期限 1、初步验收：货后买方初步验收，买方在初步验收中，如发现与合同约定不符或数量、具有外观瑕疵等情况，买方应在后【7】日内以书面的方式向卖方提出，买方未按规定期限提出书面异议或未按规定组织初步验收，视为初步验收合格。卖方在接到买方书面异议后，应在日内予以纠正。  ",
            "后文": "若实质验收不合格，买方应在实质验收完毕后【7】日内以书面的方式向卖方提出不合格项目，卖方进行整改，待整改完毕后由买方对不合格项目进行再次验收。若由于买方不通知买方进场安装，或卖方安装后买方不进行实质验收或xxxx项目未向卖方书面提出不合格项目，则应视为实质验收合格。xxxx项目          七、保修"
        }
    },
    {
        "原文": "若实质验收不合格，买方应在实质验收完毕后【7】日内以书面的方式向卖方提出不合格项目，卖方进行整改，待整改完毕后由买方对不合格项目进行再次验收。若由于买方不通知买方进场安装，或卖方安装后买方不进行实质验收或xxxx项目未向卖方书面提出不合格项目，则应视为实质验收合格。xxxx项目         ",
        "修改后": "若实质验收不合格，买方应在实质验收完毕后【7】日内以书面的方式向卖方提出不合格项目，卖方应在收到通知后的5日内进行整改，待整改完毕后由买方对不合格项目按照本合同约定进行再次验收，整改的费用由卖方承担并应当赔偿因此给买方造成的损失（该等损失包括买方因迟延取得综合验收合格证导致逾期交房而向买房人承担的逾期交房违约金等支出）。若由于买方不通知买方进场安装，或卖方安装后在满足实质验收条件时买方不进行实质验收（含不通知卖方配合进行实质验收）或成都xxxx项目综合验收结束后仍未向卖方书面提出不合格项目，则应视为实质验收合格。鉴于实质验收涉及到成都xxxx项目的按时交房，卖方逾期未整改或者整改后仍不合格的，买方有权自行安排第三方进行整改，由此产生的所有费用由卖方承担（含第三方出场费、人工费、材料费、税金等全部费用），买方可以在支付给卖方的价款中直接扣除且不视为违约，且卖方仍应承担由此给买方造成的损失（该等损失包括买方因迟延取得综合验收合格证导致逾期交房而向买房人承担的逾期交房违约金等支出）。         ",
        "批注": "",
        "上下文": {
            "前文": "1、初步验收：货后买方初步验收，买方在初步验收中，如发现与合同约定不符或数量、具有外观瑕疵等情况，买方应在后【7】日内以书面的方式向卖方提出，买方未按规定期限提出书面异议或未按规定组织初步验收，视为初步验收合格。卖方在接到买方书面异议后，应在日内予以纠正。   2、实质验收：后【7】日内买方通知卖方进场安装，卖方安装完毕后xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目xxxx项目",
            "后文": "七、保修 1、保修时间为起一年或累积使用1000小时（以先到达为准）。"
        }
    },
    {
        "原文": "1、保修时间为起一年或累积使用1000小时（以先到达为准）。",
        "修改后": "1、保修时间为自买方实质验收合格之日起一年或累积使用1000小时（以先到达为准）。",
        "批注": "",
        "上下文": {
            "前文": "若实质验收不合格，买方应在实质验收完毕后【7】日内以书面的方式向卖方提出不合格项目，卖方进行整改，待整改完毕后由买方对不合格项目进行再次验收。若由于买方不通知买方进场安装，或卖方安装后买方不进行实质验收或xxxx项目未向卖方书面提出不合格项目，则应视为实质验收合格。xxxx项目          七、保修",
            "后文": "2、保修期内，而导致的机组故障，均由卖方负责。 保修期内，如由于火灾、水灾、地震、爆炸、等不可抗力等原因及机组易损件、人为操作失误或疏忽保养等均不在此保修范围之内"
        }
    },
    {
        "原文": "2、保修期内，而导致的机组故障，均由卖方负责。",
        "修改后": "2、保修期内，属产品原材料/生产/制造/运输/保管原因（含产品本身原因及成品/半成品保护原因）所造成的质量问题或其他缺陷而导致的机组故障，均由卖方负责。发生质量问题，卖方保证在收到买方或买方指定的物业公司通知后的24小时内到达现场，并在24小时内免费更换或维修完成；产品出现重大故障影响使用者正常使用、正常生活的，卖方须在接到买方或买方指定的物业公司通知后2小时内赶到现场并于2小时内完成应急处理，处理结果不能满足使用者正常使用、正常生活要求的，卖方保证用全新产品替换故障产品。否则，买方有权按照人民币500元/次的标准向卖方收取违约金，违约金可累计计算，买方有权在质保金中直接扣除违约金；同时，买方有权随时安排第三方负责维修事宜，由此发生的所有费用均由卖方无条件承担，买方有权在卖方的质保金中扣除。每次保修完成后买方或买方指定的物业公司书面确认保修完成的文件作为本次保修完成的有效证明。买方安排第三方负责维修事宜的次数累计超过3次的，买方有权扣除乙方的全部质保金，并不视为违约。第三方费用累计超过质保金的，不足部分卖方仍应承担补足责任。",
        "批注": "",
        "上下文": {
            "前文": "七、保修 1、保修时间为起一年或累积使用1000小时（以先到达为准）。",
            "后文": "保修期内，如由于火灾、水灾、地震、爆炸、等不可抗力等原因及机组易损件、人为操作失误或疏忽保养等均不在此保修范围之内 3、超过保修时间，卖方对机组进行成本价有偿终身维修。"
        }
    },
    {
        "原文": "保修期内，如由于火灾、水灾、地震、爆炸、等不可抗力等原因及机组易损件、人为操作失误或疏忽保养等均不在此保修范围之内",
        "修改后": "保修期内，如由于火灾、水灾、地震、爆炸、等不可抗力等原因及机组易损件、人为操作失误或疏忽保养等均不在此保修范围之内，但卖方仍应安排人员免费上门维修，需更换或维修的，卖方同意以成本价维修更换。",
        "批注": "",
        "上下文": {
            "前文": "1、保修时间为起一年或累积使用1000小时（以先到达为准）。 2、保修期内，而导致的机组故障，均由卖方负责。",
            "后文": "3、超过保修时间，卖方对机组进行成本价有偿终身维修。 八、违约责任"
        }
    },
    {
        "原文": "3、超过保修时间，卖方对机组进行成本价有偿终身维修。",
        "修改后": "3、超过保修时间，卖方应对机组进行成本价有偿终身维修。",
        "批注": "",
        "上下文": {
            "前文": "2、保修期内，而导致的机组故障，均由卖方负责。 保修期内，如由于火灾、水灾、地震、爆炸、等不可抗力等原因及机组易损件、人为操作失误或疏忽保养等均不在此保修范围之内",
            "后文": "八、违约责任 1、"
        }
    },
    {
        "原文": "1、",
        "修改后": "1、买卖双方如一方违反本合同的约定，守约方有权要求违约方承担违约责任并赔偿对方损失。",
        "批注": "",
        "上下文": {
            "前文": "3、超过保修时间，卖方对机组进行成本价有偿终身维修。 八、违约责任",
            "后文": "2、双方约定，承担违约责任的违约金计算方法如下： （1）若逾期支付货款，应按日向支付应付款分之的违约金；"
        }
    },
    {
        "原文": "2、双方约定，承担违约责任的违约金计算方法如下：",
        "修改后": "2、双方约定，买方承担违约责任的违约金计算方法如下：",
        "批注": "",
        "上下文": {
            "前文": "八、违约责任 1、",
            "后文": "（1）若逾期支付货款，应按日向支付应付款分之的违约金； （2）若逾期支付货款的时间超过天，需向支付相当于%的违约金，有权单方解除合同且货款"
        }
    },
    {
        "原文": "（1）若逾期支付货款，应按日向支付应付款分之的违约金；",
        "修改后": "（1）若买方逾期支付货款，买方应按日向卖方支付应付款万分之三的违约金；",
        "批注": "",
        "上下文": {
            "前文": "1、 2、双方约定，承担违约责任的违约金计算方法如下：",
            "后文": "（2）若逾期支付货款的时间超过天，需向支付相当于%的违约金，有权单方解除合同且货款 "
        }
    },
    {
        "原文": "（2）若逾期支付货款的时间超过天，需向支付相当于%的违约金，有权单方解除合同且货款",
        "修改后": "（2）若买方逾期支付货款的时间超过30天，买方需向卖方支付相当于当期应付而未付款项的10%的违约金，或者卖方有权单方解除合同，如卖方决定解除合同的，产品已经交付买方的，已交付的产品应退还给卖方，且卖方有权按照已收取货款的15%追究买方的违约金责任，卖方应自发出解除合同通知书之日起15日内将产品移除施工场地，逾期未移除的，买方不再负有产品保管责任，产品的相关毁损灭失的风险由卖方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "2、双方约定，承担违约责任的违约金计算方法如下： （1）若逾期支付货款，应按日向支付应付款分之的违约金；",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "3、卖方逾期交货或卖方未按期足额交货或卖方交付货物不符合约定导致买方拒绝收货的，均视为逾期供货，每逾期一天，卖方应按日按合同总价款万分之五的标准向买方支付违约金；若卖方逾期供货的时间超过30天，卖方应向买方支付相当于合同总价款10%的违约金，同时买方有权单方解除合同，买方解除合同的，卖方尚未交付产品的，买方不再接收产品，卖方应按已收货款的15%向买方承担违约金责任，并赔偿买方由此遭受的损失，该等损失包括但不限于买方逾期验收导致延期交房而产生的向购房人发生的给付责任、或因弥补工期损失而向第三人采购发电机组所产生的溢价费用等损失；买方解除合同，卖方已交付产品的，卖方已供的产品不予以退还，且卖方应按以收取货款的15%向买方承担违约金责任，并赔偿买方由此遭受的损失。",
        "批注": "",
        "上下文": {
            "前文": "（1）若逾期支付货款，应按日向支付应付款分之的违约金； （2）若逾期支付货款的时间超过天，需向支付相当于%的违约金，有权单方解除合同且货款",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "4、卖方应保证本合同产品为全新、未使用过的正品且无缺失、无瑕疵，包括该产品所有权及知识产权等权利无瑕疵。无论何时如发现卖方提供给买方的产品（含设备部件、机组部件等）中存在使用过的、次新的情况，或者任何第三方向甲方对该产品所有权及知识产权主张权利，或者国家行政机关依法对产品进行没收查处的，均视为乙方严重违约。卖方应自收到买方通知后5日内更换全新的产品（含设备部件、机组部件等）予买方，并负责处理与知识产权或所有权有关的事项，由此给买方造成损失的，卖方应承担全部赔偿责任，并按照损失的20%向买方承担违约金责任。",
        "批注": "",
        "上下文": {
            "前文": "（2）若逾期支付货款的时间超过天，需向支付相当于%的违约金，有权单方解除合同且货款 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "5、买卖双方任一方因违约行为解除本合同的，本合同自守约方发出解除通知之日即解除。合同解除的处理方式按照本合同中已有约定处理。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " 九、不可抗力 "
        }
    },
    {
        "原文": "",
        "修改后": "6、本合同所述的损失包括但不限于甲方停工损失、逾期验收损失（含向购房人承担的违约责任金钱给付损失）、已投入的生产损失、已签约合同因逾期履行所应承担的违约责任、因正常履行已签约合同的可得利润等。违约方除赔偿守约方损失外，还应当承担守约方因维护自身合法权益而产生的鉴定费、人员出庭费、诉讼费、公证费、保全费、因保全而向保险公司支付的保险费、律师费、差旅费、调查费、执行费等费用。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": "九、不可抗力  双方的任何一方由于不可抗力的原因不能履行合同时，应及时向对方通报不能履行或不能完全履行的理由，在取得有关主管机关证明以后，允许延期履行、部分履行或者不履行合同，不承担违约责任。"
        }
    },
    {
        "原文": "双方的任何一方由于不可抗力的原因不能履行合同时，应及时向对方通报不能履行或不能完全履行的理由，在取得有关主管机关证明以后，允许延期履行、部分履行或者不履行合同，不承担违约责任。",
        "修改后": "买卖双方的任何一方由于不可抗力的原因不能履行合同时，应及时向对方通报不能履行或不能完全履行的理由，在取得有关主管机关证明以后，允许合理期限内适度延期履行、部分履行或者不履行合同，不承担违约责任。如延期后仍无法履行的，双方可以协商不履行合同。对于部分履行或者不履行合同的，卖方已交付产品的或已交付部分产品的，已交付的产品无需退还卖方，但未交付的产品对应的货款应自合同工解除之日5日内退还买方；卖方尚未交付产品的，买方不再接收产品，已支付的款项卖方应自合同解除之日5日内退还买方。",
        "批注": "",
        "上下文": {
            "前文": " 九、不可抗力 ",
            "后文": "十、通知及送达 1、任何一方就本合同发给另一方的任何通知可经专人送交、EMS邮政信件、传真或者电子邮件。通知被视为送达的日期应按如下方法确定："
        }
    },
    {
        "原文": "",
        "修改后": "2、买卖双方同意以下信息为本合同履行过程中所有文件（含通知）的有效送达信息：",
        "批注": "",
        "上下文": {
            "前文": "（4）电子邮件以该数据电文进入另一方指定邮箱的时间，视为到达时间。 （5）任何一方通讯地址或方式如有变更应及时通知对方，因变更通知地址或方式一方未通知对方而导致文件被邮递部门等退回的，视为已送达，被退回之日为送达日期。",
            "后文": "      "
        }
    },
    {
        "原文": "     ",
        "修改后": "甲方邮寄地址：      ，联系人及电话：           ，传真及电子邮箱：                 ；",
        "批注": "",
        "上下文": {
            "前文": "（5）任何一方通讯地址或方式如有变更应及时通知对方，因变更通知地址或方式一方未通知对方而导致文件被邮递部门等退回的，视为已送达，被退回之日为送达日期。 ",
            "后文": " 十一、争议的解决方式"
        }
    },
    {
        "原文": "",
        "修改后": "乙方邮寄地址：                             ，联系人及电话：          ，传真及电子邮箱：                           。",
        "批注": "",
        "上下文": {
            "前文": "      ",
            "后文": "十一、争议的解决方式 在履行本合同过程中与合同有关的一切争议，双方应通过友好协商解决，如果协商不成，双方应向地有管辖权的人民法院提起诉讼。"
        }
    },
    {
        "原文": "在履行本合同过程中与合同有关的一切争议，双方应通过友好协商解决，如果协商不成，双方应向地有管辖权的人民法院提起诉讼。",
        "修改后": "在履行本合同过程中与合同有关的一切争议，双方应通过友好协商解决，如果协商不成，双方应向买方所在地有管辖权的人民法院提起诉讼。本合同履行过程中，如买卖双方对产品质量发生争议的，双方同意自争议发生之日起3日内在产品交付地共同选择一家具有鉴定资质的鉴定机构（含公司）对有质量争议的事项进行鉴定，鉴定机构（含公司）出具的鉴定报告对双方均有法律约束力，鉴定报告确定争议事项存在质量问题的，由卖方承担鉴定费用，反之由买方承担鉴定费用。如双方无法在争议发生之日起3日内就鉴定机构（含公司）达成一致意见的，由买方在产品交付地选择一家具有鉴定资质的国有性质的鉴定机构（含公司）对有质量争议的事项进行鉴定，鉴定机构（含公司）出具的鉴定报告对双方均有法律约束力，鉴定报告确定争议事项存在质量问题的，由卖方承担鉴定费用，反之由买方承担鉴定费用。",
        "批注": "",
        "上下文": {
            "前文": " 十一、争议的解决方式",
            "后文": "十二、其他 本合同壹式肆份，甲乙双方各执贰份，经双方同意确认后签字盖章后生效（传真件有效），如有其它未尽事宜，双方可另行协商约定"
        }
    },
    {
        "原文": "本合同壹式肆份，甲乙双方各执贰份，经双方同意确认后签字盖章后生效（传真件有效），如有其它未尽事宜，双方可另行协商约定",
        "修改后": "本合同壹式肆份，甲乙双方各执贰份，经双方同意确认后签字盖章后生效（传真件有效），如有其它未尽事宜，双方可另行协商约定作出书面补充协议，补充协议与本合同具有同等法律效力。",
        "批注": "",
        "上下文": {
            "前文": "在履行本合同过程中与合同有关的一切争议，双方应通过友好协商解决，如果协商不成，双方应向地有管辖权的人民法院提起诉讼。 十二、其他",
            "后文": "设备部件明细                                                                                     （以下无正文，签字页）"
        }
    },
    {
        "原文": "设备部件明细",
        "修改后": "本合同附件《设备部件明细表》、《1200KW机组部件明细表》为本合同的有效组成部分，与本合同构成统一整体。",
        "批注": "",
        "上下文": {
            "前文": "十二、其他 本合同壹式肆份，甲乙双方各执贰份，经双方同意确认后签字盖章后生效（传真件有效），如有其它未尽事宜，双方可另行协商约定",
            "后文": "                                                                                    （以下无正文，签字页） "
        }
    },
    {
        "原文": "                                                                                    （以下无正文，签字页）",
        "修改后": "                                                                                    （以下无正文，为签字盖章页）",
        "批注": "",
        "上下文": {
            "前文": "本合同壹式肆份，甲乙双方各执贰份，经双方同意确认后签字盖章后生效（传真件有效），如有其它未尽事宜，双方可另行协商约定 设备部件明细",
            "后文": " 买方（盖章）：xxxx有限责任公司   卖方（盖章）：yyyy有限公司"
        }
    }
]