[
    {
        "原文": "为了明确合同内容及双方在合同履行过程中的权利、义务及责任，甲、乙双方本着平等自愿、相互协作、紧密配合的原则，根据《中华人民共和国》及其他有关法律、法规的规定，经双方友好协商，特签订本合同以兹共同遵守。",
        "修改后": "为了明确合同内容及双方在合同履行过程中的权利、义务及责任，甲、乙双方本着平等自愿、相互协作、紧密配合的原则，根据《中华人民共和国民法典》及其他有关法律、法规的规定，经双方友好协商，特签订本合同以兹共同遵守。",
        "批注": "",
        "上下文": {
            "前文": "乙方（供方）：yyyyy有限公司 ",
            "后文": " 第一条：产品名称、品牌、户型、数量、单价、总价"
        }
    },
    {
        "原文": "1.1甲方因项目需要，向乙方采购下列产品。产品的具体名称、品牌、户型、数量、单价、总价及相关技术参数和详细说明见本合同附件一。本附件清单为参考户型配置，甲方依据实际户型数量采购，单价不变（此报价仅针对xxxxxxx项目有效）",
        "修改后": "1.1甲方因项目需要，向乙方采购下列产品。产品的具体名称、品牌、户型、数量、单价、总价及相关技术参数和详细说明见本合同附件一。本附件清单为依据参考户型配置，甲方依据实际户型中各设备需求数量采购，设备单价不变（此报价仅针对xxxxx大厦x栋x单元项目有效）",
        "批注": "",
        "上下文": {
            "前文": " 第一条：产品名称、品牌、户型、数量、单价、总价",
            "后文": " 赠送说明："
        }
    },
    {
        "原文": "乙方赠送的17%比例的货物（见附件二赠送清单）,可根据实际需求调整赠送清单的货物数量，调整后的清单单价、赠送总额不变。",
        "修改后": "乙方同意向甲方赠送本合同暂定合同总价的17%比例（即¥578000.00元，大写：人民币伍拾柒万捌仟元整）的货物（见附件二赠送清单）,赠送货物的送货时间以甲方出具的《订货清单》约定的送货时间为准,甲方可根据项目实际需求调整附件二赠送清单的货物数量，调整后的清单单价、赠送总金额不变。",
        "批注": "",
        "上下文": {
            "前文": " 赠送说明：",
            "后文": "如超出，乙方附件产品单价85折。 在合同执行期间如需要乙方外购其他产品，将不参与赠送活动。"
        }
    },
    {
        "原文": "如超出，乙方附件产品单价85折。",
        "修改后": "如甲方实际采购的产品套数超出230套以上的，乙方同意在本合同附件一中产品单价的基础上给予200套以上部分的货物85折的单价优惠。",
        "批注": "",
        "上下文": {
            "前文": "赠送说明： 乙方赠送的17%比例的货物（见附件二赠送清单）,可根据实际需求调整赠送清单的货物数量，调整后的清单单价、赠送总额不变。",
            "后文": "在合同执行期间如需要乙方外购其他产品，将不参与赠送活动。 合同总价（暂定）为： ¥3400,000.00  （大写：人民币叁百肆拾万元整） 。本合同中所称之“合同总价”，系指由甲方向乙方支付的包括乙方提供并经甲方验收合格的全部产品的总货款，包括但不限于前述设备费、随附零部件费、检测费、技术资料原件费、包装费、运输费、仓储费、检疫费、保险费、装卸费、知识产权费、成品保护费、设备维护费、技术服务费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和税费等全部款项，乙方不得以任何原因要求甲方调整价格。"
        }
    },
    {
        "原文": "在合同执行期间如需要乙方外购其他产品，将不参与赠送活动。",
        "修改后": "在合同执行期间如需要乙方外购其他产品，外购的其他产品将不参与赠送活动。",
        "批注": "",
        "上下文": {
            "前文": "乙方赠送的17%比例的货物（见附件二赠送清单）,可根据实际需求调整赠送清单的货物数量，调整后的清单单价、赠送总额不变。 如超出，乙方附件产品单价85折。",
            "后文": "合同总价（暂定）为： ¥3400,000.00  （大写：人民币叁百肆拾万元整） 。本合同中所称之“合同总价”，系指由甲方向乙方支付的包括乙方提供并经甲方验收合格的全部产品的总货款，包括但不限于前述设备费、随附零部件费、检测费、技术资料原件费、包装费、运输费、仓储费、检疫费、保险费、装卸费、知识产权费、成品保护费、设备维护费、技术服务费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和税费等全部款项，乙方不得以任何原因要求甲方调整价格。 1.2合同价格为固定单价，数量为暂定数量，甲乙双方按照实际送货并经甲方外观及安装验收合格的智能家居设备种类、数量据实结算。"
        }
    },
    {
        "原文": "2.1乙方所供的产品质量等级应均为合格产品，产品的质量要求及技术标准按国家有关强制标准执行，没有国家产品质量标准的应符合行业产品质量标准，同时应符合双方约定的技术标准。若双方约定的技术标准与国家标准、行业标准不同的，按较高标准执行，同时应满足本合同附件一约定的标准。",
        "修改后": "2.1乙方所供的产品质量等级应均为合格产品，产品的质量要求及技术标准按国家有关强制标准执行，没有国家产品质量标准的应符合行业产品质量标准，同时应符合双方约定的技术标准。若双方约定的技术标准与国家标准、行业标准不同的，按较高标准执行，同时应满足本合同附件一二约定的标准。",
        "批注": "",
        "上下文": {
            "前文": "1.4总包配合费(如有)由甲方直接支付至总包施工单位，内容包括：竣工资料汇总归档、施工场地、施工期间有条件的垂直运输、水电接驳口（水电费由甲方自行负责）、现场质量、安全、文明施工管理等（具体内容以总包配合协议为准）。除此以外乙方需总承包单位配合所产生的费用由乙方与总承包单位自行协商。 第二条  质量要求及验收标准",
            "后文": "2.2验收标准：所有产品按照本合同附件一所约定的设备品牌、规格、型号、产地、等级等要求验收，所有产品均为采用优质材料和最新工艺制造、崭新、未曾使用过的产品。 2.3乙方不得擅自对本合同附件一约定产品的要求进行变更。确需对所涉及产品要求的更改及换用的，须经甲方书面同意。未经甲方书面同意擅自更改或换用的，乙方承担由此发生的费用并赔偿甲方的有关损失。"
        }
    },
    {
        "原文": "2.2验收标准：所有产品按照本合同附件一所约定的设备品牌、规格、型号、产地、等级等要求验收，所有产品均为采用优质材料和最新工艺制造、崭新、未曾使用过的产品。",
        "修改后": "2.2验收标准：所有产品按照本合同附件一二所约定的设备品牌、规格、型号、产地、等级等要求验收，所有产品均为采用优质材料和最新工艺制造、崭新、未曾使用过的产品。",
        "批注": "",
        "上下文": {
            "前文": "第二条  质量要求及验收标准 2.1乙方所供的产品质量等级应均为合格产品，产品的质量要求及技术标准按国家有关强制标准执行，没有国家产品质量标准的应符合行业产品质量标准，同时应符合双方约定的技术标准。若双方约定的技术标准与国家标准、行业标准不同的，按较高标准执行，同时应满足本合同附件一约定的标准。",
            "后文": "2.3乙方不得擅自对本合同附件一约定产品的要求进行变更。确需对所涉及产品要求的更改及换用的，须经甲方书面同意。未经甲方书面同意擅自更改或换用的，乙方承担由此发生的费用并赔偿甲方的有关损失。 2.4乙方必须保证交货产品各项性能不得低于上述标准，对于产品的任何技术及质量不合格，乙方须承担相应的违约责任和支付因此造成的所有损失。"
        }
    },
    {
        "原文": "2.3乙方不得擅自对本合同附件一约定产品的要求进行变更。确需对所涉及产品要求的更改及换用的，须经甲方书面同意。未经甲方书面同意擅自更改或换用的，乙方承担由此发生的费用并赔偿甲方的有关损失。",
        "修改后": "2.3乙方不得擅自对本合同附件一二约定产品的要求进行变更。确需对所涉及产品要求的更改及换用的，须经甲方书面同意。未经甲方书面同意擅自更改或换用的，乙方承担由此发生的费用并赔偿甲方的有关损失。",
        "批注": "",
        "上下文": {
            "前文": "2.1乙方所供的产品质量等级应均为合格产品，产品的质量要求及技术标准按国家有关强制标准执行，没有国家产品质量标准的应符合行业产品质量标准，同时应符合双方约定的技术标准。若双方约定的技术标准与国家标准、行业标准不同的，按较高标准执行，同时应满足本合同附件一约定的标准。 2.2验收标准：所有产品按照本合同附件一所约定的设备品牌、规格、型号、产地、等级等要求验收，所有产品均为采用优质材料和最新工艺制造、崭新、未曾使用过的产品。",
            "后文": "2.4乙方必须保证交货产品各项性能不得低于上述标准，对于产品的任何技术及质量不合格，乙方须承担相应的违约责任和支付因此造成的所有损失。 "
        }
    },
    {
        "原文": "5.2甲乙双方代表根据本合同附件一约定的计量方式、技术标准和质量要求进行交货和验收，主要核对：数量；产品外包装显示的规格型号、品牌、产地、质量等级、包装及标识完整、完好程度；使用安装说明书、保修指南和出厂合格证等交货资料，各方签字后即表示该批次产品到货外观验收完成，可以进行该批次产品的安装工作，但并不免除任何乙方对交货产品存在外包装与实物之间的差异、产品的质量、制造、设计、性能等方面的缺陷和不合格的质量问题以及因此而产生的违约责任和对甲方造成损失的赔偿责任。",
        "修改后": "5.2甲乙双方代表根据本合同附件一二约定的计量方式、技术标准和质量要求进行交货和验收，主要核对：数量；产品外包装显示的规格型号、品牌、产地、质量等级、包装及标识完整、完好程度；使用安装说明书、保修指南和出厂合格证等交货资料，各方签字后即表示该批次产品到货外观验收完成，可以进行该批次产品的安装工作，但并不免除任何乙方对交货产品存在外包装与实物之间的差异、产品的质量、制造、设计、性能等方面的缺陷和不合格的质量问题以及因此而产生的违约责任和对甲方造成损失的赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": "第五条：产品的验收 5.1交货验收应在该批次货物到达甲方指定地点之后三个工作日内进行。",
            "后文": "5.3乙方交付的产品存在数量、规格型号、品牌、产地、质量等级、包装及标识完整、完好程度、使用安装说明书、保修指南和出厂合格证等交货资料方面不合格情况的，甲方有权拒收、部分拒收、退货、部分退货直至解除本合同，并向乙方索赔因此造成的所有损失。对于甲方因拒收、部分拒收、退货、部分退货而没有验收的货物，该部分货物视为逾期交货，乙方应承担相应的逾期交货违约责任。 5.4乙方交货完成后书面通知甲方对交货的产品进行验收，经甲方验收合格后由甲方代表签署智能家居设备交货验收单，甲乙双方按照签署完成的智能家居设备交货验收单据实结算该批次货款。"
        }
    },
    {
        "原文": "7.4.1乙方承诺：本合同附件一所提供全部产品的质保期为安装调试完成并经甲方验收合格 之日起壹年。在质保期内，如设备出现故障，乙方应在甲方通知后 24小时 内负责上门免费维修；并在24小时内免费更换或维修完成。产品出现重大故障影响使用者正常使用、正常生活的，乙方须在接到甲方或甲方指定的物业公司通知后2小时内赶到现场并于2小时内完成应急处理，处理结果不能满足使用者正常使用、正常生活要求的，乙方保证用全新产品替换故障产品。否则，甲方有权按照人民币500元/次的标准向乙方收取违约金，违约金可累计计算，甲方有权在质保金中直接扣除违约金；同时，甲方有权随时安排第三方负责维修事宜，由此发生的所有费用均由乙方无条件承担，甲方有权在乙方的质保金中扣除。每次保修完成后甲方或甲方指定的物业公司书面确认保修完成的文件作为本次保修完成的有效证明。",
        "修改后": "7.4.1乙方承诺：本合同附件一二所提供全部产品的质保期为安装调试完成并经甲方验收合格 之日起壹年。在质保期内，如设备出现故障，乙方应在甲方通知后 24小时 内负责上门免费维修；并在24小时内免费更换或维修完成。产品出现重大故障影响使用者正常使用、正常生活的，乙方须在接到甲方或甲方指定的物业公司通知后2小时内赶到现场并于2小时内完成应急处理，处理结果不能满足使用者正常使用、正常生活要求的，乙方保证用全新产品替换故障产品。否则，甲方有权按照人民币500元/次的标准向乙方收取违约金，违约金可累计计算，甲方有权在质保金中直接扣除违约金；同时，甲方有权随时安排第三方负责维修事宜，由此发生的所有费用均由乙方无条件承担，甲方有权在乙方的质保金中扣除。每次保修完成后甲方或甲方指定的物业公司书面确认保修完成的文件作为本次保修完成的有效证明。",
        "批注": "",
        "上下文": {
            "前文": "7.3.2主要培训内容为产品的基本构造、性能、日常使用操作、保养与管理、常见故障的排除、紧急情况的处理等有关产品正常运行的所有相关内容。培训地点在产品运行现场或甲方指定的其他地点。 7.4 质量保证期",
            "后文": "7.4.2在产品质保期内，由乙方产品生产制造工艺、或因使用材料不当、或生产运输保管期间保护不当等原因造成的产品质量问题，均由乙方负责免费上门维修；若乙方拒绝提供前述维修服务，甲方有权委托第三方维修，由此造成的相关费用由乙方承担。在质保期内，如因甲方或第三人使用不当、人为破坏或非正常原因遭到的破损，乙方亦应负责有偿维修，相关费用由责任方承担。 7.4.3 在质保期届满后，乙方应继续对所供产品提供合理的售后服务。如有质量问题发生，经甲方通知后乙方应尽快帮助修复、替换或采用其他妥善方式解决，所需产品及费用按成本价提供。"
        }
    },
    {
        "原文": "10.2乙方未按约定将货物交付给甲方的，每迟延一天，乙方应按照合同总价万分之六/日的标准向甲方支付的违约金；迟延交货超过三十天的，甲方有权解除合同，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方除应按照前述标准向甲方支付迟延履行合同违约金外，还应按照合同总价【30】%的标准向甲方支付合同解除违约金。若前述违约金不能全部赔偿甲方损失的，乙方还需另行承担赔偿责任。",
        "修改后": "10.2乙方未按约定将货物交付给甲方的，每迟延一天，乙方应按照合同暂定总价万分之六/日的标准向甲方支付的违约金；迟延交货超过三十天的，甲方有权解除合同，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方除应按照前述标准向甲方支付迟延履行合同违约金外，还应按照合同暂定总价【30】%的标准向甲方支付合同解除违约金。若前述违约金不能全部赔偿甲方损失的，乙方还需另行承担赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": "第十条：违约责任 10.1甲乙双方如一方违反本合同的约定，守约方有权要求违约方赔偿损失。",
            "后文": "10.3乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理：（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物并按照本合同的约定承担延迟交货的违约责任；（2）甲方要求退货的，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方应负责把不符合本合同约定的货物运回，同时乙方应向甲方支付合同总价【30】%的违约金； 10.4乙方将本合同约定由乙方完成的工作发包或分包给任意第三人，甲方有权解除本合同，甲乙双方按照安装调试完毕且经甲方验收合格的智能家居系统设备结算货款，在扣除甲乙双方结算的货款后乙方将收取的到货款余款全额退还甲方，同时，乙方应向甲方支付按照本合同暂定总金额30%的违约金。"
        }
    },
    {
        "原文": "10.3乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理：（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物并按照本合同的约定承担延迟交货的违约责任；（2）甲方要求退货的，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方应负责把不符合本合同约定的货物运回，同时乙方应向甲方支付合同总价【30】%的违约金；",
        "修改后": "10.3乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理：（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物并按照本合同的约定承担延迟交货的违约责任；（2）甲方要求退货的，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方应负责把不符合本合同约定的货物运回，同时乙方应向甲方支付合同暂定总价【30】%的违约金；",
        "批注": "",
        "上下文": {
            "前文": "10.1甲乙双方如一方违反本合同的约定，守约方有权要求违约方赔偿损失。 10.2乙方未按约定将货物交付给甲方的，每迟延一天，乙方应按照合同总价万分之六/日的标准向甲方支付的违约金；迟延交货超过三十天的，甲方有权解除合同，甲乙双方按照甲方外观验收合格的产品据实结算货款，乙方除应按照前述标准向甲方支付迟延履行合同违约金外，还应按照合同总价【30】%的标准向甲方支付合同解除违约金。若前述违约金不能全部赔偿甲方损失的，乙方还需另行承担赔偿责任。",
            "后文": "10.4乙方将本合同约定由乙方完成的工作发包或分包给任意第三人，甲方有权解除本合同，甲乙双方按照安装调试完毕且经甲方验收合格的智能家居系统设备结算货款，在扣除甲乙双方结算的货款后乙方将收取的到货款余款全额退还甲方，同时，乙方应向甲方支付按照本合同暂定总金额30%的违约金。 10.5甲方因使用乙方交付的未达到本合同约定质量标准的货物，给甲方造成损失的，乙方应负责赔偿。"
        }
    },
    {
        "原文": "13.3任何一方违反本条约定的保密义务给守约方造成损失的，除承担全部损失的赔偿责任外，还应按照本合同总价的30%向对方支付违约金。",
        "修改后": "13.3任何一方违反本条约定的保密义务给守约方造成损失的，除承担全部损失的赔偿责任外，还应按照本合同暂定总价的30%向对方支付违约金。",
        "批注": "",
        "上下文": {
            "前文": "13.1对甲乙双方互相提供的商业资料信息及双方因履行本合同得到或知悉的任何有关对方的商业秘密、技术秘密及未对外公开之任何资料与信息，双方不得用于履行本合同之外的其他用途。 13.2双方上述保密义务的期限，自双方知悉或形成该资料信息之日起，直至公众可通过合法途径获得、知悉相关资料、信息之日止。",
            "后文": "13.4本条不因本合同的解除、终止、撤销而失效。 "
        }
    },
    {
        "原文": "16.6本合同附件：附件一： 报价清单   ",
        "修改后": "16.6本合同附件：附件一： 报价清单，附件二：赠送清单   ",
        "批注": "",
        "上下文": {
            "前文": "16.4乙方未完善移交手续擅自撤场的，应该赔偿由此给甲方造成的一切损失。 16.5本合同一式贰份、双方各执壹份，具有同等法律效力。",
            "后文": "（以下为签字页，无正文） "
        }
    },
    {
        "原文": "电话：                      电话： ",
        "修改后": "电话：028-86663888                      电话： ",
        "批注": "",
        "上下文": {
            "前文": "地址：                                  地址：  授权代表：                              授权代表：  ",
            "后文": "签订日期：2021年  月   日               签订地址：成都市xx区     "
        }
    }
]