[
    {
        "原文": "成都xxxx项目x栋x单元橱柜采购及安装合同",
        "修改后": "成都xxxx项目x栋x单元橱柜等产品采购及安装合同",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "根据《中华人民共和国民法典》及有关法律、行政法规及司法解释的规定，甲乙双方在平等、自愿、友好、诚实信用的原则的基础上，现就成都xxxx项目（以下简称“本项目”）一栋二单元橱柜采购及安装事宜，双方协商一致，签订本合同，以兹双方共同遵守。",
        "修改后": "根据《中华人民共和国民法典》及有关法律、行政法规及司法解释的规定，甲乙双方在平等、自愿、友好、诚实信用的原则的基础上，现就成都xxxx项目（以下简称“本项目”）一栋二单元橱柜等产品的采购及安装事宜，双方协商一致，签订本合同，以兹双方共同遵守。",
        "批注": "",
        "上下文": {
            "前文": "承包方：yyyy有限公司         （以下简称“乙方”） ",
            "后文": " 工程概况"
        }
    },
    {
        "原文": "1.2工程名称：成都xxxx项目x栋x单元橱柜采购及安装工程",
        "修改后": "1.2工程名称：成都xxxx项目x栋x单元橱柜等产品的采购及安装工程",
        "批注": "",
        "上下文": {
            "前文": "工程概况 1.1项目名称：成都xxxx项目",
            "后文": "1.3工程地点：成都市xx区xx路x段xx号 1.4承包范围：按照招标图纸、招标文件要求及当地相关职能部门验收规范要求完成成都xxxx项目橱柜采购及安装（精装修）所包含的全部工程内容及其他为实现合同目的所涉及的工作。包括但不限于："
        }
    },
    {
        "原文": "1.4承包范围：按照招标图纸、招标文件要求及当地相关职能部门验收规范要求完成成都xxxx项目橱柜采购及安装（精装修）所包含的全部工程内容及其他为实现合同目的所涉及的工作。包括但不限于：",
        "修改后": "1.4承包范围：按照招标图纸、招标文件要求及当地相关职能部门验收规范要求完成成都xxxx项目橱柜等产品的采购及安装（精装修）所包含的全部工程内容及其他为实现合同目的所涉及的工作。包括但不限于：",
        "批注": "",
        "上下文": {
            "前文": "1.2工程名称：成都xxxx项目x栋x单元橱柜采购及安装工程 1.3工程地点：成都市xx区xx路x段xx号",
            "后文": "1.4.1成都xxxx项目橱柜采购及安装（精装修）、按照招标方案、答疑文件、询标问卷、招标图纸、招标清单约定范围内的所有工作； 1.4.2成品橱柜、五金件供货及安装；"
        }
    },
    {
        "原文": "1.4.1成都xxxx项目橱柜采购及安装（精装修）、按照招标方案、答疑文件、询标问卷、招标图纸、招标清单约定范围内的所有工作；",
        "修改后": "1.4.1成都xxxx项目橱柜等产品的采购及安装（精装修）、按照招标方案、答疑文件、询标问卷、招标图纸、招标清单约定范围内的所有工作；",
        "批注": "",
        "上下文": {
            "前文": "1.3工程地点：成都市xx区xx路x段xx号 1.4承包范围：按照招标图纸、招标文件要求及当地相关职能部门验收规范要求完成成都xxxx项目橱柜采购及安装（精装修）所包含的全部工程内容及其他为实现合同目的所涉及的工作。包括但不限于：",
            "后文": "1.4.2成品橱柜、五金件供货及安装； 1.4.3深化设计、成品保护、二次搬运、建筑垃圾清运至指定地点等；"
        }
    },
    {
        "原文": "1.4.2成品橱柜、五金件供货及安装；",
        "修改后": "1.4.2成品橱柜等产品、五金件供货及安装；",
        "批注": "",
        "上下文": {
            "前文": "1.4承包范围：按照招标图纸、招标文件要求及当地相关职能部门验收规范要求完成成都xxxx项目橱柜采购及安装（精装修）所包含的全部工程内容及其他为实现合同目的所涉及的工作。包括但不限于： 1.4.1成都xxxx项目橱柜采购及安装（精装修）、按照招标方案、答疑文件、询标问卷、招标图纸、招标清单约定范围内的所有工作；",
            "后文": "1.4.3深化设计、成品保护、二次搬运、建筑垃圾清运至指定地点等； 1.4.4乙方同意甲方可以调整本工程承包范围，且乙方对甲方的调整予以接受且放弃因调整而可能涉及的综合单价或其他费用调整请求权。"
        }
    },
    {
        "原文": "3.1.1本工程实行固定户型综合单价包干（即按照每个户型橱柜、电箱柜、矮柜、吧台价格包干），合同暂定总价为人民币 (小写)：   ¥7270000.00  ，(大写)：人民币柒佰贰拾柒万元整。本合同总价为含税价格。固定户型综合单价及工程量详见附件1《成都xxxx项目一栋二单元橱柜采购及安装工程量清单报价表》（以下简称《报价书》）。",
        "修改后": "3.1.1本工程实行固定户型综合单价包干（即按照每个户型橱柜、电箱柜、矮柜、吧台价格包干），合同暂定总价为人民币 (小写)：   ¥7270000.00  ，(大写)：人民币柒佰贰拾柒万元整。本合同总价为含税价格。固定户型综合单价及工程量详见附件1《成都xxxx项目一栋二单元橱柜等产品的采购及安装工程量清单报价表》（以下简称《报价书》）。",
        "批注": "",
        "上下文": {
            "前文": "合同价款及竣工结算 3.1合同价款：",
            "后文": "3.1.2本合同的橱柜产品运输损耗、安装损耗已综合考虑进入合同暂定总价中。 3.1.3合同暂定总价为按照招标图纸、招标文件要求及地方相关验收规范要求，完成承包范围内全部工作内容所需的一切费用。包括但不限于：深化设计、人工费、材料费、辅料费、机械使用费、运输费、安装费、验收费、证照办理费、措施费、规费、管理费、利润、各种税费、风险费，以及保证本项工程专项验收所需要与政府职能部门协调的各种费用，通过验收所需各项费用，培训、维护和交付使用所需各种费用等乙方为完成合同约定承包范围所需的全部费用，但不包括水电费和总包服务费。"
        }
    },
    {
        "原文": "3.1.2本合同的橱柜产品运输损耗、安装损耗已综合考虑进入合同暂定总价中。",
        "修改后": "3.1.2本合同的橱柜等产品运输损耗、安装损耗已综合考虑进入合同暂定总价中。",
        "批注": "",
        "上下文": {
            "前文": "3.1合同价款： 3.1.1本工程实行固定户型综合单价包干（即按照每个户型橱柜、电箱柜、矮柜、吧台价格包干），合同暂定总价为人民币 (小写)：   ¥7270000.00  ，(大写)：人民币柒佰贰拾柒万元整。本合同总价为含税价格。固定户型综合单价及工程量详见附件1《成都xxxx项目一栋二单元橱柜采购及安装工程量清单报价表》（以下简称《报价书》）。",
            "后文": "3.1.3合同暂定总价为按照招标图纸、招标文件要求及地方相关验收规范要求，完成承包范围内全部工作内容所需的一切费用。包括但不限于：深化设计、人工费、材料费、辅料费、机械使用费、运输费、安装费、验收费、证照办理费、措施费、规费、管理费、利润、各种税费、风险费，以及保证本项工程专项验收所需要与政府职能部门协调的各种费用，通过验收所需各项费用，培训、维护和交付使用所需各种费用等乙方为完成合同约定承包范围所需的全部费用，但不包括水电费和总包服务费。 3.1.4工程量清单内有标价的固定户型综合单价均已包括了为实施和完成合同工程所需的劳务、材料、机械、采购费、采购管理费、运抵现场的运输费、运输损耗费用、运输加固/包装费、场地仓储/搁置费、二次搬运费、质检（自检）、安装、缺陷修复、进场材料的复试、工程检测、试验及检验费、现场管理、利润等费用，以及合同内容包含的所有责任、义务和一般风险，为实现合同目的相关的全部费用。"
        }
    },
    {
        "原文": "4.1合同签订以后，甲方支付合同暂定总价的30%作为预付款，即：2181000.00（人民币贰佰壹拾捌万壹仟元整）。 ",
        "修改后": "4.1合同签订以后，甲方支付合同暂定总价的30%作为预付款，即¥：2181000.00（人民币贰佰壹拾捌万壹仟元整）。 ",
        "批注": "",
        "上下文": {
            "前文": " 付款方式（税金乙方按当地要求自行完税）",
            "后文": "4.2本合同约定的全部橱柜生产完毕经甲方确认后，甲方支付合同暂定总价的%作为到货款乙方应进场安装。 4.3本合同约定的全部橱柜安装完毕后，且经甲方与相关职能部门验收，验收合格后甲方在7个工作日内支付合同暂定总价的2%作为安装款。"
        }
    },
    {
        "原文": "4.2本合同约定的全部橱柜生产完毕经甲方确认后，甲方支付合同暂定总价的%作为到货款乙方应进场安装。",
        "修改后": "4.2本合同约定的全部定制橱柜、电箱柜、矮柜、吧台等生产完毕，经甲方指定验收人至乙方工厂确认完毕后，甲方支付合同暂定总价的40%作为到货款 ，即¥：2908000.00（人民币贰佰玖拾万零捌仟元整），到货后乙方应安排进场安装。",
        "批注": "",
        "上下文": {
            "前文": "付款方式（税金乙方按当地要求自行完税） 4.1合同签订以后，甲方支付合同暂定总价的30%作为预付款，即：2181000.00（人民币贰佰壹拾捌万壹仟元整）。 ",
            "后文": "4.3本合同约定的全部橱柜安装完毕后，且经甲方与相关职能部门验收，验收合格后甲方在7个工作日内支付合同暂定总价的2%作为安装款。 4.4合同结算价的剩余款项作为质保金，本合同全部橱柜安装完成并经甲方验收合格并交付之日起满贰年后14个工作日内由甲方支付扣除乙方应支付的违约金或相关费用（如有）后的余款（免息）。"
        }
    },
    {
        "原文": "4.3本合同约定的全部橱柜安装完毕后，且经甲方与相关职能部门验收，验收合格后甲方在7个工作日内支付合同暂定总价的2%作为安装款。",
        "修改后": "4.3本合同约定的全部橱柜、电箱柜、矮柜、吧台等产品安装完毕后，且经甲方与相关职能部门验收，验收合格后甲方在7个工作日内支付合同暂定总价的25%作为安装款。",
        "批注": "",
        "上下文": {
            "前文": "4.1合同签订以后，甲方支付合同暂定总价的30%作为预付款，即：2181000.00（人民币贰佰壹拾捌万壹仟元整）。  4.2本合同约定的全部橱柜生产完毕经甲方确认后，甲方支付合同暂定总价的%作为到货款乙方应进场安装。",
            "后文": "4.4合同结算价的剩余款项作为质保金，本合同全部橱柜安装完成并经甲方验收合格并交付之日起满贰年后14个工作日内由甲方支付扣除乙方应支付的违约金或相关费用（如有）后的余款（免息）。 4.5每次付款前，乙方应提前7个工作日向甲方提供付款申请书并开具符合国家规定的增值税普通发票，支付至结算金额的95%时需提供结算金额100%的发票，否则，甲方有权顺延付款时间且不承担违约责任。"
        }
    },
    {
        "原文": "5.1.4根据合同约定的付款方式，以甲乙双方及现场确认的验收单为依据，及时办理橱柜货款支付手续并支付。",
        "修改后": "5.1.4根据合同约定的付款方式，以甲乙双方及现场确认的验收单为依据，及时办理橱柜等产品货款的支付手续并支付。",
        "批注": "",
        "上下文": {
            "前文": "5.1.2施工场地具备施工条件的要求及完成的时间：提供乙方临时设施用地，材料堆放用地，满足乙方进场的条件要求。 5.1.3向乙方提供施工所需的水、电接口，并说明使用注意事项，但装表及挂表计量的水电费用由乙方承担。",
            "后文": "5.1.5甲方保留部分材料设备甲供的权利，甲供材料设备应在安装橱柜时到达现场，以便安装时出现问题及时调整与整改。 5.1.6货到现场后，甲方不得无故推迟或拒付合同条款内的橱柜货款，如甲方在合同约定时间内没有支付相应的橱柜货款，乙方有权终止现场橱柜安装，造成人工窝工的费用由甲方承担。"
        }
    },
    {
        "原文": "5.1.6货到现场后，甲方不得无故推迟或拒付合同条款内的橱柜货款，如甲方在合同约定时间内没有支付相应的橱柜货款，乙方有权终止现场橱柜安装，造成人工窝工的费用由甲方承担。",
        "修改后": "5.1.6货到现场后，甲方不得无故推迟或拒付合同条款内的橱柜等产品的货款，如甲方在合同约定时间内没有支付相应的橱柜等产品的货款，乙方有权终止现场橱柜等产品的安装，造成人工窝工的费用由甲方承担。",
        "批注": "",
        "上下文": {
            "前文": "5.1.4根据合同约定的付款方式，以甲乙双方及现场确认的验收单为依据，及时办理橱柜货款支付手续并支付。 5.1.5甲方保留部分材料设备甲供的权利，甲供材料设备应在安装橱柜时到达现场，以便安装时出现问题及时调整与整改。",
            "后文": "5.2乙方义务 5.2.1乙方委派  xxxx    为现场负责人，联系方式：  13xxxxxxxx   负责现场管理及与甲方、其他施工方的协调工作。乙方如需更换乙方代表的，应至少提前7个日历日以书面形式通知甲方，征得甲方书面同意后方可更换，后任继续行使前任的职权，履行前任的义务。甲方有权要求乙方更换其认为不称职的乙方代表。"
        }
    },
    {
        "原文": "抽屉底版应与抽屉侧帮同色或匹配协调；抽屉宽度小于900mm承重30kg.大于900mm承重50kg。抽屉阻尼轨道静音，防腐，高精度全拉出滑轨,带拉出定位和防倾倒装置\n使用拆卸杆可使抽屉脱离滑轨,拆卸和再次安装均十分轻松\n高精度控制,操作柔滑平顺,侧向稳定度高\n用于开槽式底板抽屉或者平底抽\n承重符合EN15338级标准\n钢质镀锌,黑色钝化。",
        "修改后": "抽屉底版应与抽屉侧帮同色或匹配协调；抽屉宽度小于900mm承重30kg.大于900mm承重50kg。抽屉阻尼轨道静音，防腐，高精度全拉出滑轨,带拉出定位和防倾倒装置使用拆卸杆可使抽屉脱离滑轨,拆卸和再次安装均十分轻松高精度控制,操作柔滑平顺,侧向稳定度高用于开槽式底板抽屉或者平底抽承重符合EN15338级标准钢质镀锌,黑色钝化。",
        "批注": "",
        "上下文": {
            "前文": "5）抽屉和拉栏： 所有抽屉以及拉栏滑轨使用国产品牌，并需带有阻尼配置缓冲器。拉篮为不锈钢材质，表面镀铬。",
            "后文": "6）搁板：  基材：防潮刨花板，厚度18mm,握钉力≥700N,密度＞600Kg/m"
        }
    },
    {
        "原文": "6.2材料、设备及配件要求。如：橱柜及五金件等需符合国家现行规范标准、设计要求和环保要求。",
        "修改后": "6.2材料、设备及配件要求。如：橱柜等产品及五金件等需符合国家现行规范标准、设计要求和环保要求。",
        "批注": "",
        "上下文": {
            "前文": "台面下面有双饰面防水刨花板垫板，以保证台面受力均匀 台面目视颜色清纯，自然，有质感，无色差，料体均匀，接缝处无明显痕迹，耐紫外线性能好，耐酸碱性能好。",
            "后文": "6.3橱柜进场施工前，乙方进场时需对现场前期的完成面进行合适的成品保护措施。如乙方未能采取合适的成品保护措施，在乙方施工期间造成甲方前期完成面的损坏，乙方需承担修复义务，如乙方不能修复，甲方安排相关人员修复，乙方承担该部分修复的费用。 6.4产品的质量保证期为自产品通过最终验收并通过精装交付之日起满2年；在产品质量保证期内，乙方对由于产品设计、工艺、材料、配套件的缺陷而造成的任何产品质量问题或故障免费维修（除使用不当造成外）。质保期满后，乙方仍应提供免费上门维修服务，只收取成本费用。"
        }
    },
    {
        "原文": "6.3橱柜进场施工前，乙方进场时需对现场前期的完成面进行合适的成品保护措施。如乙方未能采取合适的成品保护措施，在乙方施工期间造成甲方前期完成面的损坏，乙方需承担修复义务，如乙方不能修复，甲方安排相关人员修复，乙方承担该部分修复的费用。",
        "修改后": "6.3橱柜等产品进场施工前，乙方进场时需对现场前期的完成面进行合适的成品保护措施。如乙方未能采取合适的成品保护措施，在乙方施工期间造成甲方前期完成面的损坏，乙方需承担修复义务，如乙方不能修复，甲方安排相关人员修复，乙方承担该部分修复的费用。",
        "批注": "",
        "上下文": {
            "前文": "台面目视颜色清纯，自然，有质感，无色差，料体均匀，接缝处无明显痕迹，耐紫外线性能好，耐酸碱性能好。 6.2材料、设备及配件要求。如：橱柜及五金件等需符合国家现行规范标准、设计要求和环保要求。",
            "后文": "6.4产品的质量保证期为自产品通过最终验收并通过精装交付之日起满2年；在产品质量保证期内，乙方对由于产品设计、工艺、材料、配套件的缺陷而造成的任何产品质量问题或故障免费维修（除使用不当造成外）。质保期满后，乙方仍应提供免费上门维修服务，只收取成本费用。 6.5在精装交付期内，乙方委派1-2人，就橱柜配合甲方的交房事宜。"
        }
    },
    {
        "原文": "6.5在精装交付期内，乙方委派1-2人，就橱柜配合甲方的交房事宜。",
        "修改后": "6.5在精装交付期内，乙方委派1-2人，就橱柜等产品配合甲方的交房事宜。",
        "批注": "",
        "上下文": {
            "前文": "6.3橱柜进场施工前，乙方进场时需对现场前期的完成面进行合适的成品保护措施。如乙方未能采取合适的成品保护措施，在乙方施工期间造成甲方前期完成面的损坏，乙方需承担修复义务，如乙方不能修复，甲方安排相关人员修复，乙方承担该部分修复的费用。 6.4产品的质量保证期为自产品通过最终验收并通过精装交付之日起满2年；在产品质量保证期内，乙方对由于产品设计、工艺、材料、配套件的缺陷而造成的任何产品质量问题或故障免费维修（除使用不当造成外）。质保期满后，乙方仍应提供免费上门维修服务，只收取成本费用。",
            "后文": "6.6安装完毕验收交货时以甲方指定的验收单位、人员实际签收并验收合格的标的物作为结算依据。 6.7乙方所供产品质量标准应当达到国家、地方、行业及合同中的技术质量要求及标准。因乙方原因工程质量达不到质量标准的，乙方承担违约责任。"
        }
    },
    {
        "原文": "7.1本合同橱柜质量保修期为两年，自本合同全部橱柜安装完成并经甲方验收合格并交付之日起计。",
        "修改后": "7.1本合同橱柜等产品质量保修期为两年，自本合同全部橱柜等产品安装完成并经甲方验收合格并交付之日起计。",
        "批注": "",
        "上下文": {
            "前文": " 七、质量保修期及维修",
            "后文": "7.2保修范围包括但不限于以下范围：乙方承包的一切工程项目，包括乙方采购的材料、工程的具体施工等。保修内容包括但不限于：①免费更换由乙方采购的有质量瑕疵的材料。②免费修复由乙方施工原因造成的质量问题。 7.3 保修期内，工程质量保修工作应遵循先处理问题后划分责任的原则，且甲方对维保问题的责任认定有最终解释权。"
        }
    },
    {
        "原文": "7.1保修期间，乙方委派专人负责维修协调事宜，乙方的收件地址为工商注册地址或乙方在本合同中指定地址。乙方前述信息发生变更的，应提前三个工作日通知甲方，否则视为未变更，由乙方自行承担相应后果。                                               ",
        "修改后": "7.11保修期间，乙方委派专人负责维修协调事宜，乙方的收件地址为工商注册地址或乙方在本合同中指定地址。乙方前述信息发生变更的，应提前三个工作日通知甲方，否则视为未变更，由乙方自行承担相应后果。                                               ",
        "批注": "",
        "上下文": {
            "前文": "7.9乙方完成每次每项工程维修工作后，必须请甲方或物业公司管理部门在《维修服务单》签字确认，否则视为未履行保修职责。 7.10甲方可委托物业管理公司（简称“物业公司”），实施工程保修管理,自保修期起算之日起，至保修期届满之日止，由物业公司代表甲方行使本合同中约定的甲方的权利和义务。",
            "后文": "7.1在保修期内，乙方应在接到甲方或甲方指定的物业管理单位发出的保修通知（包括函件、传真、邮件、电话等方式）之时起72小时内或根据具体通知，迅速派员免费保修，96小时或甲方指定时间内维修完毕。发生紧急抢修事故或漏水、给排水故障等影响附近居民正常生活及工地现场施工的情况下，乙方须在甲方通知后1小时内赶到现场，并在24小时内完成维修。甲方或物业管理单位接到用户（业主）报修通知，到现场勘察确认属于保修范围内工程质量问题后，通知乙方维修，在乙方人员到达之前，甲方或物业管理单位可采取适当的应急措施，由此发生的费用由乙方承担。 7.1 如乙方到场后与客户就维修方案在3小时内未能达成一致的，甲方可自行委托第三方按客户维修方案维修，费用直接在保修金中予以扣除，不足部分，乙方应另行向甲方支付。"
        }
    },
    {
        "原文": "7.1在保修期内，乙方应在接到甲方或甲方指定的物业管理单位发出的保修通知（包括函件、传真、邮件、电话等方式）之时起72小时内或根据具体通知，迅速派员免费保修，96小时或甲方指定时间内维修完毕。发生紧急抢修事故或漏水、给排水故障等影响附近居民正常生活及工地现场施工的情况下，乙方须在甲方通知后1小时内赶到现场，并在24小时内完成维修。甲方或物业管理单位接到用户（业主）报修通知，到现场勘察确认属于保修范围内工程质量问题后，通知乙方维修，在乙方人员到达之前，甲方或物业管理单位可采取适当的应急措施，由此发生的费用由乙方承担。",
        "修改后": "7.12在保修期内，乙方应在接到甲方或甲方指定的物业管理单位发出的保修通知（包括函件、传真、邮件、电话等方式）之时起72小时内或根据具体通知，迅速派员免费保修，96小时或甲方指定时间内维修完毕。发生紧急抢修事故或漏水、给排水故障等影响附近居民正常生活及工地现场施工的情况下，乙方须在甲方通知后1小时内赶到现场，并在24小时内完成维修。甲方或物业管理单位接到用户（业主）报修通知，到现场勘察确认属于保修范围内工程质量问题后，通知乙方维修，在乙方人员到达之前，甲方或物业管理单位可采取适当的应急措施，由此发生的费用由乙方承担。",
        "批注": "",
        "上下文": {
            "前文": "7.10甲方可委托物业管理公司（简称“物业公司”），实施工程保修管理,自保修期起算之日起，至保修期届满之日止，由物业公司代表甲方行使本合同中约定的甲方的权利和义务。 7.1保修期间，乙方委派专人负责维修协调事宜，乙方的收件地址为工商注册地址或乙方在本合同中指定地址。乙方前述信息发生变更的，应提前三个工作日通知甲方，否则视为未变更，由乙方自行承担相应后果。                                               ",
            "后文": "7.1 如乙方到场后与客户就维修方案在3小时内未能达成一致的，甲方可自行委托第三方按客户维修方案维修，费用直接在保修金中予以扣除，不足部分，乙方应另行向甲方支付。 7.1对涉及结构及危险性较大的维保工程，施工单位应将施工方案报甲方工程部审核同意后方可实施。"
        }
    },
    {
        "原文": "7.1 如乙方到场后与客户就维修方案在3小时内未能达成一致的，甲方可自行委托第三方按客户维修方案维修，费用直接在保修金中予以扣除，不足部分，乙方应另行向甲方支付。",
        "修改后": "7.13 如乙方到场后与客户就维修方案在3小时内未能达成一致的，甲方可自行委托第三方按客户维修方案维修，费用直接在保修金中予以扣除，不足部分，乙方应另行向甲方支付。",
        "批注": "",
        "上下文": {
            "前文": "7.1保修期间，乙方委派专人负责维修协调事宜，乙方的收件地址为工商注册地址或乙方在本合同中指定地址。乙方前述信息发生变更的，应提前三个工作日通知甲方，否则视为未变更，由乙方自行承担相应后果。                                                7.1在保修期内，乙方应在接到甲方或甲方指定的物业管理单位发出的保修通知（包括函件、传真、邮件、电话等方式）之时起72小时内或根据具体通知，迅速派员免费保修，96小时或甲方指定时间内维修完毕。发生紧急抢修事故或漏水、给排水故障等影响附近居民正常生活及工地现场施工的情况下，乙方须在甲方通知后1小时内赶到现场，并在24小时内完成维修。甲方或物业管理单位接到用户（业主）报修通知，到现场勘察确认属于保修范围内工程质量问题后，通知乙方维修，在乙方人员到达之前，甲方或物业管理单位可采取适当的应急措施，由此发生的费用由乙方承担。",
            "后文": "7.1对涉及结构及危险性较大的维保工程，施工单位应将施工方案报甲方工程部审核同意后方可实施。 "
        }
    },
    {
        "原文": "7.1对涉及结构及危险性较大的维保工程，施工单位应将施工方案报甲方工程部审核同意后方可实施。",
        "修改后": "7.14对涉及结构及危险性较大的维保工程，施工单位应将施工方案报甲方工程部审核同意后方可实施。",
        "批注": "",
        "上下文": {
            "前文": "7.1在保修期内，乙方应在接到甲方或甲方指定的物业管理单位发出的保修通知（包括函件、传真、邮件、电话等方式）之时起72小时内或根据具体通知，迅速派员免费保修，96小时或甲方指定时间内维修完毕。发生紧急抢修事故或漏水、给排水故障等影响附近居民正常生活及工地现场施工的情况下，乙方须在甲方通知后1小时内赶到现场，并在24小时内完成维修。甲方或物业管理单位接到用户（业主）报修通知，到现场勘察确认属于保修范围内工程质量问题后，通知乙方维修，在乙方人员到达之前，甲方或物业管理单位可采取适当的应急措施，由此发生的费用由乙方承担。 7.1 如乙方到场后与客户就维修方案在3小时内未能达成一致的，甲方可自行委托第三方按客户维修方案维修，费用直接在保修金中予以扣除，不足部分，乙方应另行向甲方支付。",
            "后文": " 八、违约责任"
        }
    },
    {
        "原文": "8.5乙方需确保其工厂在本合同约定的橱柜产品交付2年内预留同型号同款式的橱柜，或者工厂能生产同型号同款式的专供甲方下后续订单，价格及条款根据本合同执行。如甲方下后续订单，乙方不能提供同型号同款式的橱柜，甲方有权在市场向其他橱柜供应商采购，乙方承担甲方有关购买橱柜差价的损失。",
        "修改后": "8.5乙方需确保其工厂在本合同约定的橱柜等产品交付2年内预留同型号同款式的橱柜、电箱柜、矮柜、吧台等，或者工厂能生产同型号同款式的专供甲方下后续订单，价格及条款根据本合同执行。如甲方下后续订单，乙方不能提供同型号同款式的橱柜，甲方有权在市场向其他橱柜供应商采购，乙方承担甲方有关购买橱柜差价的损失。",
        "批注": "",
        "上下文": {
            "前文": "8.3本工程未达到国家质量验收标准及合同约定标准的，乙方应无条件返工，直至达到标准为止。返工所涉及的费用由乙方负担，工期不予延长。由于乙方的质量无法达到约定的标准，造成甲方对建设单位承担质量违约金的，乙方除应承担以上违约责任外，还应赔偿甲方因此而造成的全部损失。 8.4如因乙方责任本工程货品质量不符合设计方案要求的或没有按图纸加工的，供货时间超过约定7天以上仍不能提供产品的，甲方有权对乙方进行处罚。处罚金额按合同暂定总价每天3‰标准支付，直至合格产品到货之日止",
            "后文": "8.6由于乙方提供的材料、设备的质量原因、乙方施工质量等原因，导致本工程在使用期间出现的质量事故、安全事故或者火灾事故等，乙方承担由此造成的一切损失。 8.7除甲方原因外，乙方不得以任何理由停工、怠工、取闹，否则视为违约，造成损失的应予以赔偿，并向甲方支付本合同暂定总价每天3‰标准支付违约金直至前述事项解决之日止。"
        }
    },
    {
        "原文": "8.9乙方因上述原因应支付给甲方的违约金和赔偿的损失，甲方均有权直接从橱柜货款或质保金中扣除。",
        "修改后": "8.9乙方因上述原因应支付给甲方的违约金和赔偿的损失，甲方均有权直接从橱柜等产品的货款或质保金中扣除。",
        "批注": "",
        "上下文": {
            "前文": "8.7除甲方原因外，乙方不得以任何理由停工、怠工、取闹，否则视为违约，造成损失的应予以赔偿，并向甲方支付本合同暂定总价每天3‰标准支付违约金直至前述事项解决之日止。 8.8乙方施工人员应服从甲方和监理的安全文明施工管理规范要求（如安全帽佩戴、安全防护措施、安全用电等）。不以各种理由违反现场管理制度，如出现违反者将视严重程度进行人民币【200】元/次-【10000】元/次的处罚。",
            "后文": " 九、合同解除"
        }
    },
    {
        "原文": "附件1《成都xxxx项目一栋二单元橱柜采购及安装工程量清单报价表》。",
        "修改后": "附件1《成都xxxx项目一栋二单元橱柜等产品的采购及安装工程量清单报价表》。",
        "批注": "",
        "上下文": {
            "前文": "11.3本合同一式肆份，甲方执贰份，乙方执贰份，均具同等法律效力。 11.5合同附件：",
            "后文": "附件2《深化图纸与方案》。 附件3《工程质量保修书》。"
        }
    },
    {
        "原文": "附件1《成都xxxx项目一栋二单元橱柜采购及安装工程量清单报价表》",
        "修改后": "附件1《成都xxxx项目一栋二单元橱柜等产品的采购及安装工程量清单报价表》",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "为保证成都xxxx项目x栋x单元橱柜采购及安装（精装修）工程（工程名称）在合理使用期限内正常使用，甲乙双方协商一致签订工程质量保修书。承包人在质量保修期内按照有关管理规定及双方约定承担工程质量保修责任。",
        "修改后": "为保证成都xxxx项目x栋x单元橱柜等产品的采购及安装（精装修）工程（工程名称）在合理使用期限内正常使用，甲乙双方协商一致签订工程质量保修书。承包人在质量保修期内按照有关管理规定及双方约定承担工程质量保修责任。",
        "批注": "",
        "上下文": {
            "前文": "甲方(全称)：xxxxx有限责任公司  乙方(全称)：yyyy有限公司   ",
            "后文": "一、工程质量保修范围和内容 质量保修范围包括所承包范围内的所有内容。具体质量保修内容双方约定如下：合同以及图纸约定的所有承包内容。"
        }
    },
    {
        "原文": "1.质量保修期自本合同全部橱柜安装完成并经甲方验收合格并交付之日起计。",
        "修改后": "1.质量保修期自本合同全部橱柜等产品安装完成并经甲方验收合格并交付之日起计。",
        "批注": "",
        "上下文": {
            "前文": "质量保修范围包括所承包范围内的所有内容。具体质量保修内容双方约定如下：合同以及图纸约定的所有承包内容。 二、质量保修期",
            "后文": "2.双方根据国家有关规定，结合具体工程约定质量保修期如下：保修期为2年。 三、质量保修责任"
        }
    },
    {
        "原文": "1.本合同全部橱柜安装完成并经甲方验收合格并交付满贰年后14个工作日内由甲方支付扣除乙方应支付的违约金或相关费用（如有）后的余款（免息）。",
        "修改后": "1.本合同全部橱柜等产品安装完成并经甲方验收合格并交付满贰年后14个工作日内由甲方支付扣除乙方应支付的违约金或相关费用（如有）后的余款（免息）。",
        "批注": "",
        "上下文": {
            "前文": "2.发生须紧急抢修事故，承包人接到事故通知后，应立即到达事故现场抢修。非承包人施工质量引起的事故，抢修费用由发包人承担。 四、质量保修金的支付",
            "后文": "2.质量保修金银行利率为     零     。 五、其他"
        }
    },
    {
        "原文": "5.合同工程保修期内，乙方委派专人负责维修协调事宜，若因乙方工程质量原因或维修不及时，甲乙双方协调解决，并商议后在规定的时间内要求乙方解决橱柜产品保修问题。",
        "修改后": "5.合同工程保修期内，乙方委派专人负责维修协调事宜，若因乙方工程质量原因或维修不及时，甲乙双方协调解决，并商议后在规定的时间内要求乙方解决橱柜等产品的保修问题。",
        "批注": "",
        "上下文": {
            "前文": "3.如果甲方代表认为修补缺陷的必要性是其他原因造成的，甲方向乙方支付这部分工作的费用。 4.在保修期满之前，如工程出现缺陷、差失或其他毛病，甲方代表可指示乙方在甲方代表的指导下调查原因。如果这种缺陷、差失或其他毛病不属于乙方的合同责任，乙方进行这项调查的费用由甲方支付；如果这种缺陷、差失或其他毛病属于乙方的合同责任，则上述调查工作的费用由乙方支付，并根据合同规定，乙方应自费修补这种缺陷、差失或其他毛病。",
            "后文": "6.乙方负责维修的质量，每个维修项目完成后要经业主（物业）或甲方验收签字方可；所维修项目应保证在六个月内不再出现类似问题，否则，即使保修期满，也应该继续维修，相应的保修款待维修工作完成三个月后支付。 7.如一次维修仍然不能解决问题，甲方有权另行聘请施工单位进行维修，由此引起的一切费用和责任由乙方负责。"
        }
    }
]