[
    {
        "原文": "2.2 本合同总金额为¥20,818.8元（大写：贰万零捌佰壹拾捌元捌角整），本合同约定的合同总金额与乙方实际交付产品的金额如有差异的按实际交付产品的金额结算。",
        "修改后": "2.2 本合同总金额为¥20,818.8元（大写：人民币贰万零捌佰壹拾捌元捌角整），本合同约定的合同总金额与乙方实际交付产品的金额如有差异的按实际交付且经甲方外观验收合格的产品的金额结算。",
        "批注": "",
        "上下文": {
            "前文": "2.1 定制产品明细如下： ",
            "后文": "2.3 以上价格含设计费、材料费、包装费、运输费、装卸费、二次搬运费、人工费、知识产权费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和增值税普通发票等费用，乙方不得以任何原因要求甲方价格。    2.4本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除本合同约定的单价外，甲方不再为本合同产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。"
        }
    },
    {
        "原文": "2.3 以上价格含设计费、材料费、包装费、运输费、装卸费、二次搬运费、人工费、知识产权费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和增值税普通发票等费用，乙方不得以任何原因要求甲方价格。",
        "修改后": "2.3 以上价格含设计费、材料费、印刷费、包装费、运输费、装卸费、二次搬运费、人工费、知识产权费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和增值税普通发票等全部费用，乙方不得以任何原因要求甲方增加价格。",
        "批注": "",
        "上下文": {
            "前文": " 2.2 本合同总金额为¥20,818.8元（大写：贰万零捌佰壹拾捌元捌角整），本合同约定的合同总金额与乙方实际交付产品的金额如有差异的按实际交付产品的金额结算。",
            "后文": "   2.4本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除本合同约定的单价外，甲方不再为本合同产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。 2.5 本合同的所有产品价格均含增值税普通发票税费，发票需合法有效且符合我国税法要求，开票税率以实际开票时税项的计税标准为准，因国家政策导致税率发生变化的，本合同单价不做任何调整。"
        }
    },
    {
        "原文": "   2.4本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除本合同约定的单价外，甲方不再为本合同产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。",
        "修改后": "   2.4本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除本合同约定的单价外，甲方不再为本合同约定产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "2.2 本合同总金额为¥20,818.8元（大写：贰万零捌佰壹拾捌元捌角整），本合同约定的合同总金额与乙方实际交付产品的金额如有差异的按实际交付产品的金额结算。 2.3 以上价格含设计费、材料费、包装费、运输费、装卸费、二次搬运费、人工费、知识产权费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和增值税普通发票等费用，乙方不得以任何原因要求甲方价格。",
            "后文": "2.5 本合同的所有产品价格均含增值税普通发票税费，发票需合法有效且符合我国税法要求，开票税率以实际开票时税项的计税标准为准，因国家政策导致税率发生变化的，本合同单价不做任何调整。 "
        }
    },
    {
        "原文": "2.5 本合同的所有产品价格均含增值税普通发票税费，发票需合法有效且符合我国税法要求，开票税率以实际开票时税项的计税标准为准，因国家政策导致税率发生变化的，本合同单价不做任何调整。",
        "修改后": "2.5 本合同约定的所有产品价格均含增值税普通发票税费，发票需合法有效且符合我国税法要求，开票税率以实际开票时税项的计税标准为准，因国家政策导致税率发生变化的，本合同单价不做任何调整。",
        "批注": "请核实是否符合财务要求。",
        "上下文": {
            "前文": "2.3 以上价格含设计费、材料费、包装费、运输费、装卸费、二次搬运费、人工费、知识产权费、因公共卫生事件等因素导致的价格上涨风险、利润、售后服务和增值税普通发票等费用，乙方不得以任何原因要求甲方价格。    2.4本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除本合同约定的单价外，甲方不再为本合同产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。",
            "后文": " 第三条  交货期限及方式"
        }
    },
    {
        "原文": "3.1 交货期限：本合同定制的全部应于本合同签订后【】日内送货至甲方指定收货地点。",
        "修改后": "3.1 交货期限：本合同定制的全部产品应于本合同签订后【  】日内由乙方负责送货至甲方指定收货地点。",
        "批注": "",
        "上下文": {
            "前文": " 第三条  交货期限及方式",
            "后文": "3.2 交货方式：由乙方负责送货至交货地点现场。 3.3 风险负担：产品毁损、灭失的风险，在交付至交货地点前由乙方承担，交付至交货地点后产品的毁损、灭失的风险由甲方承担。"
        }
    },
    {
        "原文": "3.2 交货方式：由乙方负责送货至交货地点现场。",
        "修改后": "3.2 交货方式：由乙方负责送货至甲方指定交货地点现场。",
        "批注": "",
        "上下文": {
            "前文": "第三条  交货期限及方式 3.1 交货期限：本合同定制的全部应于本合同签订后【】日内送货至甲方指定收货地点。",
            "后文": "3.3 风险负担：产品毁损、灭失的风险，在交付至交货地点前由乙方承担，交付至交货地点后产品的毁损、灭失的风险由甲方承担。 "
        }
    },
    {
        "原文": "3.3 风险负担：产品毁损、灭失的风险，在交付至交货地点前由乙方承担，交付至交货地点后产品的毁损、灭失的风险由甲方承担。",
        "修改后": "3.3 风险负担：产品毁损、灭失的风险，在交付至交货地点且经甲方外观验收合格前由乙方承担，交付至交货地点且经甲方外观验收合格后产品的毁损、灭失的风险由甲方承担。",
        "批注": "",
        "上下文": {
            "前文": "3.1 交货期限：本合同定制的全部应于本合同签订后【】日内送货至甲方指定收货地点。 3.2 交货方式：由乙方负责送货至交货地点现场。",
            "后文": " 第四条  交货地点及费用承担"
        }
    },
    {
        "原文": "5.2.1 乙方完成本合同定制的全部的交货义务并经甲方指定经办人外观验收无误且甲方收到乙方开具的合法有效足额的增值税普通发票后【15】个工作日内，甲方向乙方支付至实际交付产品总金额的全款。",
        "修改后": "5.2.1 乙方完成本合同定制的全部产品的交货义务并经甲方指定经办人外观验收无误且甲方收到乙方开具的合法有效足额的增值税普通发票后【15】个工作日内，甲方向乙方支付至实际交付产品总金额的全款。",
        "批注": "",
        "上下文": {
            "前文": " 5.1 付款方式：银行转账。 5.2 付款期限：",
            "后文": "5.3 乙方指定以下为收款账户： 收款人：yyy有限公司"
        }
    },
    {
        "原文": "5.4 付款前，乙方应向甲方开具与所付款项等额的合法有效的增值税普通发票，否则付款时间顺延且甲方不承担违约责任,乙方仍应按照合同约定。",
        "修改后": "5.4 付款前，乙方应向甲方开具与所付款项等额的合法有效的增值税普通发票，税率为（  ），否则付款时间顺延且甲方不承担违约责任,乙方仍应按照合同约定履行相应义务。",
        "批注": "",
        "上下文": {
            "前文": "行号： 款到以上账户即视为甲方已经完成付款义务，乙方应确保上述载明的账户信息的准确性、合法性。乙方如需变更收款账户信息的，应提前【10】日书面通知甲方，因未通知或未及时通知甲方导致乙方无法收到货款的责任由乙方自行承担。",
            "后文": "5.5 甲方开票信息： 名        称： "
        }
    },
    {
        "原文": "6.1.1 按双方确定的相关规格、质量描述为验收标准，且同时符合《中华人民共和国产品质量法》中包装有关的规定和本合同约定的标准执行。",
        "修改后": "6.1.1 按双方确定的相关规格、质量描述为验收标准，且同时符合《中华人民共和国产品质量法》中与产品、食品包装有关的规定和本合同约定的标准执行。",
        "批注": "",
        "上下文": {
            "前文": "第六条  质量验收标准及质保 6.1 定制产品验收需同时符合以下三项标准：",
            "后文": "6.1.2 按双方确定封存样品的参数为准。 6.1.3 产品须为全新、无瑕疵且未使用过的合格产品。"
        }
    },
    {
        "原文": "6.2 乙方应严格按照经甲方书面确认的设计图进行生产，在下料生产前需书面通知甲方，乙方未履行书面通知义务的，由此造成乙方损失的由其自行承担。",
        "修改后": "6.2 乙方应严格按照经甲方书面确认的设计图进行生产定制，在下料生产前需书面通知甲方，乙方未履行书面通知义务的，由此造成乙方损失的由其自行承担。",
        "批注": "",
        "上下文": {
            "前文": "6.1.2 按双方确定封存样品的参数为准。 6.1.3 产品须为全新、无瑕疵且未使用过的合格产品。",
            "后文": "6.3 如果双方对产品的质量出现分歧，可由第三方权威部门出具检测报告。若经检测后确系产品质量问题的，乙方应无条件按甲方要求免费更换相关产品并承担全部检测费用，若因此给甲方或任意第三人造成损失的由乙方承担赔偿责任；若经检测后非产品质量问题的，检测费由提出检测的一方承担。 "
        }
    },
    {
        "原文": "6.3 如果双方对产品的质量出现分歧，可由第三方权威部门出具检测报告。若经检测后确系产品质量问题的，乙方应无条件按甲方要求免费更换相关产品并承担全部检测费用，若因此给甲方或任意第三人造成损失的由乙方承担赔偿责任；若经检测后非产品质量问题的，检测费由提出检测的一方承担。",
        "修改后": "6.3 如果双方对产品的质量或瑕疵出现分歧，可由第三方权威部门出具检测报告。若经检测后确系产品质量或瑕疵问题的，乙方应无条件按甲方要求免费更换相关产品并承担全部检测费用，若因此给甲方或任意第三人造成损失的由乙方承担赔偿责任；若经检测后非产品质量或瑕疵问题的，检测费由提出检测的一方承担。",
        "批注": "",
        "上下文": {
            "前文": "6.1.3 产品须为全新、无瑕疵且未使用过的合格产品。 6.2 乙方应严格按照经甲方书面确认的设计图进行生产，在下料生产前需书面通知甲方，乙方未履行书面通知义务的，由此造成乙方损失的由其自行承担。",
            "后文": " 第七条  定制产品的外观验收"
        }
    },
    {
        "原文": "7.1 乙方将全部定制产品送货至收货地点后，乙方向甲方发出书面验货通知，甲方指定经办人（姓名    ，联系方式    ）对定制产品进行验收；经甲方指定经办人签收后的定制产品视为产品外观符合交付条件，签收后的凭据作为甲方付款的依据，产品的外观验收不视为对产品材料功能是否符合国家有关质量标准和人体健康使用标准的验收。",
        "修改后": "7.1 乙方将全部定制产品送货至甲方指定收货地点后，乙方向甲方发出书面验货通知，甲方指定经办人（姓名    ，联系方式    ）对定制产品进行验收；经甲方指定经办人签收后的定制产品视为产品外观符合交付条件，签收后的凭据作为甲方付款的依据，产品的外观验收不视为对产品材料、功能、质量等是否符合国家有关质量标准和人体健康使用标准的验收。",
        "批注": "",
        "上下文": {
            "前文": " 第七条  定制产品的外观验收",
            "后文": "7.2 到货外观验收时发现定制产品存在规格、数量不一致或外观存在瑕疵等表面质量等问题的，甲方有权拒绝收货，乙方应自甲方拒绝收货之日起7日内负责免费更换，产生的全部费用由乙方承担，该部分产品视为未交货，乙方不得以此作为逾期交货的免责事由。 "
        }
    },
    {
        "原文": "7.2 到货外观验收时发现定制产品存在规格、数量不一致或外观存在瑕疵等表面质量等问题的，甲方有权拒绝收货，乙方应自甲方拒绝收货之日起7日内负责免费更换，产生的全部费用由乙方承担，该部分产品视为未交货，乙方不得以此作为逾期交货的免责事由。",
        "修改后": "7.2 到货外观验收时发现定制产品存在规格、数量不一致或外观存在瑕疵等表面质量等问题的，甲方有权拒绝收货，乙方应自甲方拒绝收货之日起7日内负责免费更换，由此产生的全部费用由乙方承担，该部分产品视为未交货，乙方不得以此作为逾期交货的免责事由。",
        "批注": "",
        "上下文": {
            "前文": "第七条  定制产品的外观验收 7.1 乙方将全部定制产品送货至收货地点后，乙方向甲方发出书面验货通知，甲方指定经办人（姓名    ，联系方式    ）对定制产品进行验收；经甲方指定经办人签收后的定制产品视为产品外观符合交付条件，签收后的凭据作为甲方付款的依据，产品的外观验收不视为对产品材料功能是否符合国家有关质量标准和人体健康使用标准的验收。",
            "后文": " 第八条  合同修改"
        }
    },
    {
        "原文": "8.1本合同若无甲乙双方的盖章，不得以口头或其他任何方式修改、增删、转让和撤销。",
        "修改后": "8.1本合同若无甲、乙双方的盖章，不得以口头或其他任何方式修改、增删、转让和撤销。",
        "批注": "",
        "上下文": {
            "前文": " 第八条  合同修改",
            "后文": "8.2如因乙方生产工艺原因需对本合同约定的定制产品进行改型，乙方应当及时书面通知甲方，向甲方提出修改本合同的建议，经甲方书面同意后方可更改。 "
        }
    },
    {
        "原文": "9.1 本合同自甲乙双方签字盖章之日起生效，直至双方全部履行完毕本次合同所有义务为止。",
        "修改后": "9.1 本合同自甲、乙双方签字盖章之日起生效，直至双方全部履行完毕本次合同所有义务为止。",
        "批注": "",
        "上下文": {
            "前文": " 第九条  合同有效期",
            "后文": " 第十条  违约责任"
        }
    },
    {
        "原文": "10.2 因乙方自身原因导致逾期交付产品的，每逾期一日乙方应向甲方支付合同总金额  0.3 ‰的违约金；逾期【5】日，甲方有权解除合同，甲乙双方按照经甲方实际验收合格的产品结算货款，同时，乙方还应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "修改后": "10.2 因乙方自身原因导致逾期交付产品的，每逾期一日乙方应向甲方支付合同总金额  0.3 ‰的违约金；逾期【5】日，甲方有权解除合同，甲、乙双方按照经甲方实际验收合格的产品结算货款，同时，乙方还应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "批注": "",
        "上下文": {
            "前文": "第十条  违约责任 10.1 因甲方自身原因逾期付款的，每逾期一日甲方按应付而未付金额0.1‰向乙方支付违约金，计算至付清为止，应付而未付款仍应支付。",
            "后文": "10.3 乙方应按本合同的约定向甲方提供符合合同约定的产品。如最终交付产品的设计、规格、数量、质量等级、完好程度、新旧程度等不能达到国家有关质量标准或与本合同约定不符的，甲方有权拒绝收货，乙方应当无条件在7日内按照本合同约定的标准重新供货，同时承担逾期交货的违约责任。如果乙方逾期未更换或重新供货仍不能达到国家有关质量标准和本合同约定标准的，甲方有权解除本合同，甲乙双方按照经甲方实际到货外观验收合格的产品结算货款，同时，乙方应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。 10.4 本合同定制产品为按照甲方要求生产的甲方专供茶叶礼品盒外包装，乙方在本合同约定的时间足额将专供茶叶礼品盒外包装交付甲方后，严禁乙方超量生产，且乙方不得以进行销售、宣传、赠予、使用等任何方式（形式）向甲方以外第三人进行处置。乙方应在【2022】年【 】月【 】日前对其使用的xxxx公司所属商标及使用了该商标的产品（如有）进行销毁；因乙方生产的产品使用的xxxx公司所属商标导致甲方或任意第三人被xxxx公司以商标侵权纠纷追究责任的，一切法律责任及经济责任由乙方自行承担。"
        }
    },
    {
        "原文": "10.3 乙方应按本合同的约定向甲方提供符合合同约定的产品。如最终交付产品的设计、规格、数量、质量等级、完好程度、新旧程度等不能达到国家有关质量标准或与本合同约定不符的，甲方有权拒绝收货，乙方应当无条件在7日内按照本合同约定的标准重新供货，同时承担逾期交货的违约责任。如果乙方逾期未更换或重新供货仍不能达到国家有关质量标准和本合同约定标准的，甲方有权解除本合同，甲乙双方按照经甲方实际到货外观验收合格的产品结算货款，同时，乙方应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "修改后": "10.3 乙方应按本合同的约定向甲方提供符合合同约定的产品。如最终交付产品的设计、规格、数量、质量等级、完好程度、新旧程度等不能达到国家、行业有关质量标准或与本合同约定不符的，甲方有权拒绝收货，乙方应当无条件在7日内按照国家、行业有关标准及本合同约定的标准重新供货，同时承担逾期交货的违约责任。如果乙方逾期未更换或重新供货仍不能达到国家、行业有关质量标准和本合同约定标准的，甲方有权解除本合同，甲、乙双方按照经甲方实际到货外观验收合格的产品结算货款，同时，乙方应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "批注": "",
        "上下文": {
            "前文": "10.1 因甲方自身原因逾期付款的，每逾期一日甲方按应付而未付金额0.1‰向乙方支付违约金，计算至付清为止，应付而未付款仍应支付。 10.2 因乙方自身原因导致逾期交付产品的，每逾期一日乙方应向甲方支付合同总金额  0.3 ‰的违约金；逾期【5】日，甲方有权解除合同，甲乙双方按照经甲方实际验收合格的产品结算货款，同时，乙方还应按照合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
            "后文": "10.4 本合同定制产品为按照甲方要求生产的甲方专供茶叶礼品盒外包装，乙方在本合同约定的时间足额将专供茶叶礼品盒外包装交付甲方后，严禁乙方超量生产，且乙方不得以进行销售、宣传、赠予、使用等任何方式（形式）向甲方以外第三人进行处置。乙方应在【2022】年【 】月【 】日前对其使用的xxxx公司所属商标及使用了该商标的产品（如有）进行销毁；因乙方生产的产品使用的xxxx公司所属商标导致甲方或任意第三人被xxxx公司以商标侵权纠纷追究责任的，一切法律责任及经济责任由乙方自行承担。 10.5 若因产品质量缺陷造成甲方蒙受损失或致使甲方向第三方承担损害赔偿责任的，乙方应当赔偿甲方的全部直接和间接损失包括甲方向第三方支付的损害赔偿及处理相关纠纷支出的所有费用。"
        }
    },
    {
        "原文": "10.6 乙方应保证供应的产品不会侵犯任何第三方的知识产权权利，如因违反本条款约定给甲方造成任何损失的，乙方应负责全额进行赔偿。",
        "修改后": "10.6 乙方应保证供应的产品不会侵犯任何第三方的所有权及知识产权权利等任何权利，如因违反本条款约定给甲方造成任何损失的，乙方应负责全额进行赔偿。",
        "批注": "",
        "上下文": {
            "前文": "10.4 本合同定制产品为按照甲方要求生产的甲方专供茶叶礼品盒外包装，乙方在本合同约定的时间足额将专供茶叶礼品盒外包装交付甲方后，严禁乙方超量生产，且乙方不得以进行销售、宣传、赠予、使用等任何方式（形式）向甲方以外第三人进行处置。乙方应在【2022】年【 】月【 】日前对其使用的xxxx公司所属商标及使用了该商标的产品（如有）进行销毁；因乙方生产的产品使用的xxxx公司所属商标导致甲方或任意第三人被xxxx公司以商标侵权纠纷追究责任的，一切法律责任及经济责任由乙方自行承担。 10.5 若因产品质量缺陷造成甲方蒙受损失或致使甲方向第三方承担损害赔偿责任的，乙方应当赔偿甲方的全部直接和间接损失包括甲方向第三方支付的损害赔偿及处理相关纠纷支出的所有费用。",
            "后文": "10.7 甲方由于非因乙方原因提出逾期接受交付货物的，乙方应给予10日的宽限期，但甲方必须以书面形式通知乙方。甲方在宽限期届满后仍未接受货物的，甲方应向乙方承担乙方实际发生的仓储费用（仓储费金额以乙方签订的仓储合同、发票及付款凭证为准）。 10.8 任何一方未经对方同意不得单方变更合同条款或终止合同，否则违约方应按照合同总金额的 30 %向守约方支付违约金，违约金不足以弥补守约方损失的，违约方应承担继续补足的责任。"
        }
    },
    {
        "原文": "11.1甲乙双方任何一方因中华人民共和国境内战争、政变、社会动荡、恐怖事件、罢工、火灾、水灾、台风、海啸、寒流、地震、瘟疫、空难、海难、公共卫生事件或政府行为等不可抗力事件的发生而导致本合同不能按照规定履行的，则履行期限应予以延长，任何一方无须对上述延误所产生的损失或损害付赔偿责任，但法律另有规定的除外。",
        "修改后": "11.1甲、乙双方任何一方因中华人民共和国境内战争、政变、社会动荡、恐怖事件、罢工、火灾、水灾、台风、海啸、寒流、地震、瘟疫、空难、海难、公共卫生事件或政府行为等不可抗力事件的发生而导致本合同不能按照规定履行的，则履行期限应予以延长，任何一方无须对上述延误所产生的损失或损害付赔偿责任，但法律另有规定的除外。",
        "批注": "",
        "上下文": {
            "前文": " 第十一条  免责条款",
            "后文": "11.2一方迟延履行后发生不可抗力的，不能免除责任；一方因不可抗力不能履行合同的，应当及时通知对方以减轻可能给对方造成的损失，应当在合理期限内提供证明，并对关于今后的合作进行协商。 11.3  如不可抗力原因导致乙方延期超过30日历天以上（含30日），甲方有权终止合同，乙方需退回已收取但未发货部分款项，不需支付违约金。"
        }
    },
    {
        "原文": "14.1  对甲乙双方互相提供的商业资料信息及双方因履行本合同得到或知悉的任何有关对方的商业秘密、技术秘密及未对外公开之任何资料与信息，双方不得用于履行本合同之外的其他用途。",
        "修改后": "14.1  对甲、乙双方互相提供的商业资料信息及双方因履行本合同得到或知悉的任何有关对方的商业秘密、技术秘密及未对外公开之任何资料与信息，双方不得用于履行本合同之外的其他用途。",
        "批注": "",
        "上下文": {
            "前文": " 第十四条  保密条款",
            "后文": "14.2  双方上述保密义务的期限，自双方知悉或形成该资料信息之日起，直至公众可通过合法途径获得、知悉相关资料、信息之日止。 14.3  任何一方违反本条约定的保密义务给守约方造成损失的，违约方应按照本合同总金额的30%向守约方支付违约金，违约金不足以弥补守约方损失的，违约方应承担继续补足的责任。"
        }
    },
    {
        "原文": "（以下无正文）",
        "修改后": "（以下无正文。）",
        "批注": "",
        "上下文": {
            "前文": "15.2本合同书一式 贰 份，甲方 壹 份，乙方 壹 份并具有同等法律效力。合同双方应当本着诚实守信的原则履行本合同，对未尽事宜，双方另立补充协议，并具有同等的法律效力。 15.3 本合同中书面形式是指合同书、信件和数据电文（包括传真、电子数据交换和电子邮件）等可以有形地表现所载内容的形式。",
            "后文": " 甲方：xxx有限责任公司\t\t\t\t               乙方：yyy有限公司"
        }
    },
    {
        "原文": "甲方：xxx有限责任公司\t\t\t\t               乙方：yyy有限公司",
        "修改后": "甲方：xxx有限责任公司               乙方：yyy有限公司",
        "批注": "",
        "上下文": {
            "前文": "（以下无正文） ",
            "后文": "法定代表人：                             法定代表人： 签订日期：202年 月  日                       签订日期：202年  月  日"
        }
    },
    {
        "原文": "法定代表人：                             法定代表人：",
        "修改后": "法定代表人或授权代表：                             法定代表人或授权代表：",
        "批注": "",
        "上下文": {
            "前文": " 甲方：xxx有限责任公司\t\t\t\t               乙方：yyy有限公司",
            "后文": "签订日期：202年 月  日                       签订日期：202年  月  日"
        }
    },
    {
        "原文": "签订日期：202年 月  日                       签订日期：202年  月  日",
        "修改后": "签订日期：2022年   月  日                         签订日期：2022年  月  日",
        "批注": "",
        "上下文": {
            "前文": "甲方：xxx有限责任公司\t\t\t\t               乙方：yyy有限公司 法定代表人：                             法定代表人：",
            "后文": ""
        }
    }
]