[
    {
        "原文": "甲方就  成都xxxx项目 所需用阀门向乙方购买上海xx品牌阀门一批。为明确双方的权利和义务，根据《中华人民共和国》并经双方友好协商订立本合同供双方执行。",
        "修改后": "甲方就  成都xxxx项目 所需用阀门向乙方购买上海xx品牌阀门一批。为明确双方的权利和义务，根据《中华人民共和国民法典》并经双方友好协商订立本合同供双方执行。",
        "批注": "",
        "上下文": {
            "前文": "卖方(乙方)：yyyy有限公司    项目名称： 成都xxxx项目 ",
            "后文": "一、供货内容：产品名称、型号、总价款： 1、产品基本信息"
        }
    },
    {
        "原文": "2、价格",
        "修改后": "2、价格及付款",
        "批注": "",
        "上下文": {
            "前文": "1.1乙方同意向甲方出售，甲方同意向乙方购买该项目所需的产品，产品清单（包括产品名称及产品规格、型号，数量和单价）详见如下（以下合称“产品”）： ",
            "后文": "2.1  该合同单价金额是设备制造、供应、运输、安装、调试、13%增值税专用发票等的所有费用。 2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。"
        }
    },
    {
        "原文": "2.1  该合同单价金额是设备制造、供应、运输、安装、调试、13%增值税专用发票等的所有费用。",
        "修改后": "2.1  该合同单价金额是设备制造、零配件、包装、装卸、供应、运输、安装、调试、人工、知识产权、售后服务和13%增值税专用发票等的所有费用，乙方不得以任何原因要求甲方调整价格。乙方开具的发票需合法有效且符合我国税法要求，因国家政策导致税率发生变化的，本合同不含税单价不变，开票税率以实际开票时税项的计税标准为准。",
        "批注": "",
        "上下文": {
            "前文": " 2、价格",
            "后文": "2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。 2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成供货及安装调试。"
        }
    },
    {
        "原文": "2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。",
        "修改后": "2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品含税单价均不做任何调整。除本合同约定的含税单价外，甲方不再为本合同中产品支付任何费用，乙方也承诺不再向甲方收取除含税单价外的其他费用，如除含税单价外还有其他费用产生，均由乙方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "2、价格 2.1  该合同单价金额是设备制造、供应、运输、安装、调试、13%增值税专用发票等的所有费用。",
            "后文": "2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成供货及安装调试。 "
        }
    },
    {
        "原文": "2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成供货及安装调试。",
        "修改后": "2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成全部产品的供货及安装调试工作。",
        "批注": "提醒贵司注意：如发货前即付清全款，后续可能存在乙方发货与本合同不符、产品质量存在问题、乙方怠于安装调试等风险，为降低贵司风险，建议贵司保留一定安装调试款及质保金。",
        "上下文": {
            "前文": "2.1  该合同单价金额是设备制造、供应、运输、安装、调试、13%增值税专用发票等的所有费用。 2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "2.4  甲方开票信息：",
        "批注": "",
        "上下文": {
            "前文": "2.2  产品总价为 ¥30500.00 （大写：人民币叁万零伍佰元整元整 ）。 2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成供货及安装调试。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "名        称：",
        "批注": "",
        "上下文": {
            "前文": "2.3  本合同签订后【7】日内，甲方在收到乙方开具的等额增值税专用发票后向乙方支付合同总价100%的货款，即：人民币叁万伍佰元整（小写：¥30500.00元），乙方应在收到甲方支付的上述预付款后马上安排备货，并应于甲方支付上述预付款后7日内完成供货及安装调试。 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "纳税人识别号：",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "地 址、电 话：",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " 二、产品标准和技术要求"
        }
    },
    {
        "原文": "",
        "修改后": "开户行及账号：",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": "二、产品标准和技术要求 1、技术标准：产品质量符合相应产品的国家质量标准和生产厂家的企业标准。"
        }
    },
    {
        "原文": "3、方提供的产品必须满足现场设备要求。",
        "修改后": "3、乙方提供的产品必须满足甲方现场设备要求。",
        "批注": "",
        "上下文": {
            "前文": "1、技术标准：产品质量符合相应产品的国家质量标准和生产厂家的企业标准。 2、产品应为全新、未经使用过的优质产品，与约定的质量、规格和性能相符。",
            "后文": "三、交货及安装方式 1、交货地点：由乙方送货至项目现场。"
        }
    },
    {
        "原文": "1、交货地点：由乙方送货至项目现场。",
        "修改后": "1、交货地点：由乙方送货至项目现场并卸货至甲方指定安装地点。",
        "批注": "",
        "上下文": {
            "前文": "3、方提供的产品必须满足现场设备要求。 三、交货及安装方式",
            "后文": "2、安装方式: 乙方负责安装调试 。 3、运输方式：陆运，至交货地点前的运费由乙方承担  。"
        }
    },
    {
        "原文": "4、验收：                               ",
        "修改后": "4、甲方指定验收人：                               ",
        "批注": "",
        "上下文": {
            "前文": "2、安装方式: 乙方负责安装调试 。 3、运输方式：陆运，至交货地点前的运费由乙方承担  。",
            "后文": "、 货物经甲方对产品完成外观验收后视为交付，货物的保管权及灭失风险自产品外观验收完成后转移于甲方。甲方指定人员在交货地点对货物的签收仅表明甲方收到一定数量的货物，但不视为甲方对货物的规格型号、数量、质量等符合本合同约定的认可，货物的验收按照本合同的约定执行。"
        }
    },
    {
        "原文": "、",
        "修改后": "5、货物到达交货地点后，乙方须随货向甲方提供发货清单、质检报告书、产品质量保证书，质检报告书、产品质量保证书作为货物质量合格的证明，若乙方未随货提供相关证明文件视为所提供的货物质量不合格。",
        "批注": "",
        "上下文": {
            "前文": "3、运输方式：陆运，至交货地点前的运费由乙方承担  。 4、验收：                               ",
            "后文": "货物经甲方对产品完成外观验收后视为交付，货物的保管权及灭失风险自产品外观验收完成后转移于甲方。甲方指定人员在交货地点对货物的签收仅表明甲方收到一定数量的货物，但不视为甲方对货物的规格型号、数量、质量等符合本合同约定的认可，货物的验收按照本合同的约定执行。 四、外观验收"
        }
    },
    {
        "原文": "货物经甲方对产品完成外观验收后视为交付，货物的保管权及灭失风险自产品外观验收完成后转移于甲方。甲方指定人员在交货地点对货物的签收仅表明甲方收到一定数量的货物，但不视为甲方对货物的规格型号、数量、质量等符合本合同约定的认可，货物的验收按照本合同的约定执行。",
        "修改后": "6、货物经甲方指定验收人对产品完成外观验收合格后视为交付，货物的保管权及灭失风险自产品外观验收完成后转移于甲方；因产品不符合甲方确定的交货标准，甲方拒绝收货或者解除合同的，产品毁损、灭失的风险由乙方承担。甲方指定人员在交货地点对货物的签收仅表明甲方收到一定数量的货物，但不视为甲方对货物的规格型号、数量、质量等符合本合同约定的认可，货物的质量验收按照本合同的相关约定执行。",
        "批注": "",
        "上下文": {
            "前文": "4、验收：                                、",
            "后文": "四、外观验收 1、甲方在收到乙方交付产品后，应于三个工作日内对产品的规格型号、数量、外观等进行验收并书面通知乙方产品存在的任何缺陷或显著瑕疵或规格型号、数量等不符合本合同约定的情况。若甲方未能在上述期限内书面通知卖方的，视为甲方完全接受乙方交付的产品，并视为乙方交付产品外观验收合格。"
        }
    },
    {
        "原文": "1、甲方在收到乙方交付产品后，应于三个工作日内对产品的规格型号、数量、外观等进行验收并书面通知乙方产品存在的任何缺陷或显著瑕疵或规格型号、数量等不符合本合同约定的情况。若甲方未能在上述期限内书面通知卖方的，视为甲方完全接受乙方交付的产品，并视为乙方交付产品外观验收合格。",
        "修改后": "1、甲方在收到乙方交付产品后，应于三个工作日内对产品的规格型号、数量、外观及相关质量合格证明等进行验收并书面通知乙方产品存在的任何缺陷或显著瑕疵或规格型号、数量等不符合本合同约定的情况。若甲方未能在上述期限内书面通知卖方的，视为甲方完全接受乙方交付的产品，并视为乙方交付产品外观验收合格。",
        "批注": "",
        "上下文": {
            "前文": "货物经甲方对产品完成外观验收后视为交付，货物的保管权及灭失风险自产品外观验收完成后转移于甲方。甲方指定人员在交货地点对货物的签收仅表明甲方收到一定数量的货物，但不视为甲方对货物的规格型号、数量、质量等符合本合同约定的认可，货物的验收按照本合同的约定执行。 四、外观验收",
            "后文": " 五、需货订单确认、往来对账及结算依据"
        }
    },
    {
        "原文": "",
        "修改后": "2、到货外观验收时或收货后发现产品存在型号、规格、数量不一致或外观存在瑕疵等表面质量或产品无法正常运行等问题的，甲方有权拒绝收货或解除合同，乙方应自甲方拒绝收货或发现货物问题之日起【 】日内负责免费维修或换货，产生的全部费用由乙方承担，该部分货物视为未交货，乙方不得以此作为逾期交货的免责事由。",
        "批注": "",
        "上下文": {
            "前文": "四、外观验收 1、甲方在收到乙方交付产品后，应于三个工作日内对产品的规格型号、数量、外观等进行验收并书面通知乙方产品存在的任何缺陷或显著瑕疵或规格型号、数量等不符合本合同约定的情况。若甲方未能在上述期限内书面通知卖方的，视为甲方完全接受乙方交付的产品，并视为乙方交付产品外观验收合格。",
            "后文": "五、需货订单确认、往来对账及结算依据 1、需货确认订单发送给乙方，乙方按照甲方的需货确认订单供货，若甲方需货确认订单有数量或型号等更改需通知乙方。"
        }
    },
    {
        "原文": "1、需货确认订单发送给乙方，乙方按照甲方的需货确认订单供货，若甲方需货确认订单有数量或型号等更改需通知乙方。",
        "修改后": "1、甲乙双方确认，本合同签署前，甲方已就需货确认订单发送给乙方，乙方按照甲方的需货确认订单供货，若甲方需货确认订单有数量或型号等更改需于本合同签订后【3】日内通知乙方。",
        "批注": "",
        "上下文": {
            "前文": " 五、需货订单确认、往来对账及结算依据",
            "后文": "2、本合同所产生的账务往来，任何一方要求与对方对账时，另外一方应在收到对账单的5个工作日内配合对方完成对账工作，并出具书面对账单。 3、及向甲方出具相应的增值税专用发票。"
        }
    },
    {
        "原文": "3、及向甲方出具相应的增值税专用发票。",
        "修改后": "3、甲乙双方按照实际收货并完成安装调试工作经甲方验收合格的产品数量及乙方向甲方出具相应的增值税专用发票进行结算。",
        "批注": "",
        "上下文": {
            "前文": "1、需货确认订单发送给乙方，乙方按照甲方的需货确认订单供货，若甲方需货确认订单有数量或型号等更改需通知乙方。 2、本合同所产生的账务往来，任何一方要求与对方对账时，另外一方应在收到对账单的5个工作日内配合对方完成对账工作，并出具书面对账单。",
            "后文": "六、产品质保期及售后服务 1、产品质保期限自安装调试完验收之日起计算，质保24个月。产品正常使用出现质量问题，由乙方免费维修，更换配件或给予调换，非产品质量问题所造成的损失，乙方承担责任。"
        }
    },
    {
        "原文": "1、产品质保期限自安装调试完验收之日起计算，质保24个月。产品正常使用出现质量问题，由乙方免费维修，更换配件或给予调换，非产品质量问题所造成的损失，乙方承担责任。",
        "修改后": "1、产品质保期限自安装调试完成并经甲方验收合格之日起计算，质保24个月。质保期内产品正常使用出现质量问题或运行故障，由乙方免费维修，更换配件或给予调换，非产品质量问题所造成的损失，乙方承担有偿维修责任。",
        "批注": "",
        "上下文": {
            "前文": "3、及向甲方出具相应的增值税专用发票。 六、产品质保期及售后服务",
            "后文": "2、甲方在使用乙方产品过程中出现质量问题，乙方应在接到甲方通知24小时内协助甲方解决问题。 七、违约责任"
        }
    },
    {
        "原文": "2、甲方在使用乙方产品过程中出现质量问题，乙方应在接到甲方通知24小时内协助甲方解决问题。",
        "修改后": "2、甲方在使用乙方产品过程中出现质量问题，乙方应在接到甲方通知24小时内协助甲方解决问题；逾期乙方未能安排工作人员维修更换或经乙方维修更换后的产品仍无法满足甲方的质量要求的，甲方有权选择第三方进行维修，所产生的相关费用（包括但不限于材料费、人工费、交通费等）由乙方承担。。",
        "批注": "",
        "上下文": {
            "前文": "六、产品质保期及售后服务 1、产品质保期限自安装调试完验收之日起计算，质保24个月。产品正常使用出现质量问题，由乙方免费维修，更换配件或给予调换，非产品质量问题所造成的损失，乙方承担责任。",
            "后文": "七、违约责任 1、甲方应严格遵守本合同的支付时间，每逾期1日甲方应按逾期支付金额的  3‰ 计算向乙方支付逾期违约金。"
        }
    },
    {
        "原文": "1、甲方应严格遵守本合同的支付时间，每逾期1日甲方应按逾期支付金额的  3‰ 计算向乙方支付逾期违约金。",
        "修改后": "1、甲方应严格遵守本合同约定的货款支付时间，每逾期1日甲方应按逾期支付货款金额的  0.3‰ 计算向乙方支付逾期违约金。",
        "批注": "",
        "上下文": {
            "前文": "2、甲方在使用乙方产品过程中出现质量问题，乙方应在接到甲方通知24小时内协助甲方解决问题。 七、违约责任",
            "后文": "2、合同签订后乙方交付产品前，甲方不得解除合同。若甲方解除合同，乙方所提供产品因甲方定制，甲方应当全额支付合同项下货款，乙方将产品交付甲方；乙方提供产品非因甲方定制，乙方可另行出售，合同总货款金额  3% 的违约金，乙方不交付产品给甲方。 3、"
        }
    },
    {
        "原文": "2、合同签订后乙方交付产品前，甲方不得解除合同。若甲方解除合同，乙方所提供产品因甲方定制，甲方应当全额支付合同项下货款，乙方将产品交付甲方；乙方提供产品非因甲方定制，乙方可另行出售，合同总货款金额  3% 的违约金，乙方不交付产品给甲方。",
        "修改后": "2、合同签订后乙方交付产品前，甲方不得解除合同。若甲方解除合同，乙方所提供产品因甲方定制，甲方应当全额支付合同项下货款，乙方将产品交付甲方；乙方提供产品非因甲方定制，乙方可另行出售，在扣除本合同总货款金额  3% 的违约金后甲方有权要求乙方退还剩余甲方已支付的货款，乙方不交付产品给甲方。",
        "批注": "",
        "上下文": {
            "前文": "七、违约责任 1、甲方应严格遵守本合同的支付时间，每逾期1日甲方应按逾期支付金额的  3‰ 计算向乙方支付逾期违约金。",
            "后文": "3、 "
        }
    },
    {
        "原文": "3、",
        "修改后": "3、若乙方未按约完成货物交付、安装、调试任一项工作的，每逾期一日，将承担合同总额0.3‰/天的违约金；逾期超过【10】日的，甲方有权解除合同，甲乙双方按照乙方实际完成供货及安装调试工作并经甲方验收合格的产品结算货款，多退少补，同时，乙方还应按照本合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "批注": "",
        "上下文": {
            "前文": "1、甲方应严格遵守本合同的支付时间，每逾期1日甲方应按逾期支付金额的  3‰ 计算向乙方支付逾期违约金。 2、合同签订后乙方交付产品前，甲方不得解除合同。若甲方解除合同，乙方所提供产品因甲方定制，甲方应当全额支付合同项下货款，乙方将产品交付甲方；乙方提供产品非因甲方定制，乙方可另行出售，合同总货款金额  3% 的违约金，乙方不交付产品给甲方。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "4、乙方应按本合同的约定向甲方提供符合合同约定的产品。如最终交付的产品名称、规格、数量、质量、完好程度、新旧程度等不能达到国家有关质量标准或与本合同约定不符的或产品无法正常运行的，乙方应当无条件在【 】日内按照本合同约定的标准重新供货，同时承担逾期交货的违约责任。如果乙方逾期未更换或重新供货仍不能达到国家有关质量标准和本合同约定标准的，甲方有权解除本合同，甲乙双方按照乙方实际完成供货及安装调试工作并经甲方验收合格的产品结算货款，多退少补，同时，乙方应按照本合同总金额的 30 %向甲方支付违约金，违约金不足以弥补甲方损失的，乙方应承担继续补足责任。",
        "批注": "",
        "上下文": {
            "前文": "2、合同签订后乙方交付产品前，甲方不得解除合同。若甲方解除合同，乙方所提供产品因甲方定制，甲方应当全额支付合同项下货款，乙方将产品交付甲方；乙方提供产品非因甲方定制，乙方可另行出售，合同总货款金额  3% 的违约金，乙方不交付产品给甲方。 3、",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "5、若因产品质量缺陷造成甲方蒙受损失或致使甲方向第三方承担损害赔偿责任的，乙方应当赔偿甲方的全部直接和间接损失包括甲方向第三方支付的损害赔偿及处理相关纠纷支出的所有费用。",
        "批注": "",
        "上下文": {
            "前文": "3、 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "本合同守约方因违约方违约而采取的维权行为所产生的费用，包括但不限于诉讼费、差旅费、调查费、律师费、鉴定费、因采取保全措施向保险公司支付的保费、保全费、专家证人费等费用由违约方承担。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": "八、产品所有权：尽管产品已经交付，在所有的货款付清前，乙方保留产品的所有权。 九、知识产权：乙方保证所供应的产品不会侵犯任何第三方的知识产权，若因产品侵犯第三方知识产权而导致甲方被投诉或索赔的，乙方应负责处理并赔偿甲方因此遭受的全部损失。"
        }
    },
    {
        "原文": "九、知识产权：乙方保证所供应的产品不会侵犯任何第三方的知识产权，若因产品侵犯第三方知识产权而导致甲方被投诉或索赔的，乙方应负责处理并赔偿甲方因此遭受的全部损失。",
        "修改后": "九、知识产权：乙方保证所供应的产品不会侵犯任何第三方的知识产权，若因产品侵犯第三方知识产权而导致甲方被投诉或索赔的，乙方应按照本合同总金额的 30 %向甲方支付违约金，负责处理并赔偿甲方因此遭受的全部损失。",
        "批注": "",
        "上下文": {
            "前文": " 八、产品所有权：尽管产品已经交付，在所有的货款付清前，乙方保留产品的所有权。",
            "后文": "十、产品检验 若在本合同规定的质量保证期内，甲方发现货物的质量不符合本合同的规定，或存在缺陷的（包括内在缺陷或选材不当），甲方应通知乙方，告知缺陷详细情况。乙方应采取合理行动对质量缺陷及造成原因进行查实确认，若双方对质量缺陷存在与否或产生原因存在异议的，应提交商检局或双方认可的有资质的检测机构进行检测，并以检测结果为准。"
        }
    },
    {
        "原文": "若在本合同规定的质量保证期内，甲方发现货物的质量不符合本合同的规定，或存在缺陷的（包括内在缺陷或选材不当），甲方应通知乙方，告知缺陷详细情况。乙方应采取合理行动对质量缺陷及造成原因进行查实确认，若双方对质量缺陷存在与否或产生原因存在异议的，应提交商检局或双方认可的有资质的检测机构进行检测，并以检测结果为准。",
        "修改后": "1、若在本合同规定的质量保证期内，甲方发现货物的质量不符合本合同的规定，或存在缺陷的（包括内在缺陷或选材不当），甲方应通知乙方，告知缺陷详细情况。乙方应采取合理行动对质量缺陷及造成原因进行查实确认，若双方对质量缺陷存在与否或产生原因存在异议的，应提交商检局或双方认可的有资质的检测机构进行检测，并以检测结果为准。若经检测后确系产品质量问题的，乙方应无条件按甲方要求免费更换相关产品并承担全部检测费用和本合同总金额的 30 %的违约金，若因此给甲方或任意第三人造成损失的由乙方承担赔偿责任；若经检测后非产品质量问题的，检测费由提出检测的一方承担。",
        "批注": "",
        "上下文": {
            "前文": "九、知识产权：乙方保证所供应的产品不会侵犯任何第三方的知识产权，若因产品侵犯第三方知识产权而导致甲方被投诉或索赔的，乙方应负责处理并赔偿甲方因此遭受的全部损失。 十、产品检验",
            "后文": "产品为次品、非全新产品、存在知识产权瑕疵的，亦视为质量问题或者存在缺陷。 十一、退货：乙方向甲方交付上述货物为定制产品，经甲方检验签收后，产品非质量问题或者存在缺陷的原因不允许退货 。"
        }
    },
    {
        "原文": "产品为次品、非全新产品、存在知识产权瑕疵的，亦视为质量问题或者存在缺陷。",
        "修改后": "2、产品为次品、非全新产品、存在知识产权瑕疵的，亦视为质量问题或者存在缺陷。",
        "批注": "",
        "上下文": {
            "前文": "十、产品检验 若在本合同规定的质量保证期内，甲方发现货物的质量不符合本合同的规定，或存在缺陷的（包括内在缺陷或选材不当），甲方应通知乙方，告知缺陷详细情况。乙方应采取合理行动对质量缺陷及造成原因进行查实确认，若双方对质量缺陷存在与否或产生原因存在异议的，应提交商检局或双方认可的有资质的检测机构进行检测，并以检测结果为准。",
            "后文": "十一、退货：乙方向甲方交付上述货物为定制产品，经甲方检验签收后，产品非质量问题或者存在缺陷的原因不允许退货 。 十二、纠纷解决方式"
        }
    },
    {
        "原文": "2、 协商不成，双方均可向合同签订地人民法院起诉。",
        "修改后": "2、 协商不成，双方均可向合同签订地成都市青羊区人民法院起诉。",
        "批注": "",
        "上下文": {
            "前文": "十二、纠纷解决方式 1、 合同执行过程中发生争议，双方先友好协商解决。",
            "后文": "十三、其它约定 1、乙方向甲方提供的收据或商业发票不作为乙方已收到甲方支付货款的唯一依据。"
        }
    },
    {
        "原文": "2、本合同一式二份，甲、乙双方各执一份。",
        "修改后": "2、本合同一式二份，甲、乙双方各执一份，每份均具有同等法律效力。",
        "批注": "",
        "上下文": {
            "前文": "十三、其它约定 1、乙方向甲方提供的收据或商业发票不作为乙方已收到甲方支付货款的唯一依据。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "3、本合同经双方盖章后生效，至双方履行完毕全部合同义务后自动终止。",
        "批注": "",
        "上下文": {
            "前文": "1、乙方向甲方提供的收据或商业发票不作为乙方已收到甲方支付货款的唯一依据。 2、本合同一式二份，甲、乙双方各执一份。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "4、除另有约定外，双方指定本合同盖章处载明的通讯地址和联系方式为双方履行合同、解决合同争议时接收文件或司法机关诉讼、仲裁文书的地址和联系方式，任何书面通知（包括双方往来文件、司法或仲裁文书）只要发往该地址，均视为有效送达。如以挂号/速递邮寄的方式发送且不能确定具体送达日期的，在投邮后（以寄出的邮戳日期为准）第五日将被视为已送达另一方；如以电子邮箱送达的方式送达，则邮件发出之日即视为送达。",
        "批注": "",
        "上下文": {
            "前文": "2、本合同一式二份，甲、乙双方各执一份。 ",
            "后文": ""
        }
    }
]