[
    {
        "原文": "根据《中华人民共和国》及其他相关法律，经甲乙双方协商一致，就甲方向乙方采购A公司2×360m2烧结烟气超低排放改造工程所需的烟气换热器GGH和增压风机设备，同意按照下述条款签订本合同，以共同遵守执行：",
        "修改后": "根据《中华人民共和国民法典》及其他相关法律法规之规定，经甲乙双方协商一致，就甲方向乙方采购A公司2×360m2烧结烟气超低排放改造工程所需的烟气换热器GGH和增压风机设备，同意按照下述条款签订本合同，以共同遵守执行：",
        "批注": "",
        "上下文": {
            "前文": "乙方： ",
            "后文": " 合同设备明细"
        }
    },
    {
        "原文": "2、本合同所称技术协议为《 A公司2×360m2烧结烟气超低排放改造 项目回转式GGH换热器技术协议》（协议编号：  ）、《A集团xx有限公司2×360m2烧结烟气超低排放改造 项目增压风机技术协议》（协议编号：        ）（以下简称为《技术协议》）。",
        "修改后": "2、本合同所称技术协议为《 A公司2×360m2烧结烟气超低排放改造 项目回转式GGH换热器技术协议》（协议编号：20200807  ）、《A集团xx有限公司2×360m2烧结烟气超低排放改造 项目增压风机技术协议》（协议编号：20200805        ）（以下简称为《技术协议》）。",
        "批注": "",
        "上下文": {
            "前文": " 注：1、低泄漏系统由甲方自行采购，不在乙方供货范围之内。",
            "后文": " 第二条 价格 "
        }
    },
    {
        "原文": "前述合同总价款为固定总价，系乙方履行本合同项下的全部义务，包括但不限于设备材料费、运输费、装卸费（含上下车费用）、机械器具费、通讯费、差旅费、手续费、验收费、指导安装调试费、技术服务费、设备培训费、利润、税金等全部费用。本合同及附件未单独列明的费用均包含在前述合同总价款中，除上述合同总价款及合同上确认的费用外，乙方无权向甲方主张任何其他费用或权利。",
        "修改后": "1、前述合同总价款为固定总价，系乙方履行本合同项下的全部义务，包括但不限于设备材料费、运输费、装卸费（含上下车费用）、机械器具费、通讯费、差旅费、手续费、验收费、指导安装调试费、技术服务费、设备培训费、利润、税金等全部费用。本合同及附件未单独列明的费用均包含在前述合同总价款中，除上述合同总价款及合同上确认的费用外，乙方无权向甲方主张任何其他费用或权利。",
        "批注": "",
        "上下文": {
            "前文": " 设备的总价为 人民币2000万元（大写为：贰仟万元整），包含13%增值税。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "2、本合同履行过程中，材料设备、人工等所有市场价格波动及政府政策调整带来的风险，产品单价均不做任何调整。除上述表格约定的单价外，甲方不再为本合同中产品支付任何费用，乙方也承诺不再向甲方收取除单价外的其他费用，如除单价外还有其他费用产生，均由乙方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "设备的总价为 人民币2000万元（大写为：贰仟万元整），包含13%增值税。 前述合同总价款为固定总价，系乙方履行本合同项下的全部义务，包括但不限于设备材料费、运输费、装卸费（含上下车费用）、机械器具费、通讯费、差旅费、手续费、验收费、指导安装调试费、技术服务费、设备培训费、利润、税金等全部费用。本合同及附件未单独列明的费用均包含在前述合同总价款中，除上述合同总价款及合同上确认的费用外，乙方无权向甲方主张任何其他费用或权利。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "3、签订本合同后，因乙方纳税人身份变化、计税方法变化或国家税率政策调整导致税率变化，致使甲方可抵扣的进项税额减少或被税务机关要求补缴税款的，甲乙双方同意按照下列方式进行处理：",
        "批注": "",
        "上下文": {
            "前文": "前述合同总价款为固定总价，系乙方履行本合同项下的全部义务，包括但不限于设备材料费、运输费、装卸费（含上下车费用）、机械器具费、通讯费、差旅费、手续费、验收费、指导安装调试费、技术服务费、设备培训费、利润、税金等全部费用。本合同及附件未单独列明的费用均包含在前述合同总价款中，除上述合同总价款及合同上确认的费用外，乙方无权向甲方主张任何其他费用或权利。 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "1）对于减少的进项税额，乙方按照减少前的税率已经收取进度款的，应由乙方向甲方予以退还，乙方拒绝退还的，甲方有权从下一期应付进度款中直接予以扣除；乙方尚未收取进度款的，甲方有权直接扣除该减少的进项税额后再支付当期应付进度款；",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "2）对于需要补缴的税款，由乙方自行承担应补缴的责任，甲方有权在合同款项中扣除。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "增值税税款按照不含税合同价款与实际执行税率的标准计算。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " 第三条  合同价款支付 "
        }
    },
    {
        "原文": "预付款",
        "修改后": "1、预付款",
        "批注": "",
        "上下文": {
            "前文": " 第三条  合同价款支付 ",
            "后文": "本合同签订后乙方向甲方提供满足设计要求的接口图纸资料并经甲方对图纸资料书面验收确认后【3】个工作日内，甲方向乙方支付首笔货款人民币 2000000 元（大写：人民币贰佰万元整 ）作为预付款；付款前乙方应向甲方开具有效的人民币贰佰万元财务收据。 2进度款"
        }
    },
    {
        "原文": "2进度款",
        "修改后": "2、进度款",
        "批注": "",
        "上下文": {
            "前文": "预付款 本合同签订后乙方向甲方提供满足设计要求的接口图纸资料并经甲方对图纸资料书面验收确认后【3】个工作日内，甲方向乙方支付首笔货款人民币 2000000 元（大写：人民币贰佰万元整 ）作为预付款；付款前乙方应向甲方开具有效的人民币贰佰万元财务收据。",
            "后文": "在第一笔预付款支付之日起【45】日内甲方支付乙方第二笔货款人民币 4000000 元（大写：肆佰万元整 ）作为进度款；付款前乙方应向甲方有效的开具人民币肆佰万元财务收据。  3提货款"
        }
    },
    {
        "原文": "3提货款",
        "修改后": "3、提货款",
        "批注": "",
        "上下文": {
            "前文": "2进度款 在第一笔预付款支付之日起【45】日内甲方支付乙方第二笔货款人民币 4000000 元（大写：肆佰万元整 ）作为进度款；付款前乙方应向甲方有效的开具人民币肆佰万元财务收据。 ",
            "后文": "上下梁、中心筒与增压风机整套设备具备发货条件后，乙方向甲方有效的开具人民币陆佰万元财务收据，甲方收到收据后向乙方支付第三笔货款人民币6000000 元（大写：陆佰万元整 ），乙方应在收款后10日内向甲方提供与本合同总价等额的增值税专用发票乙方未及时提供发票的，甲方有权顺延支付后续尚未支付的相应款项且不视为违约，乙方仍应按照合同约定按时向甲方交付符合合同约定的设备。 4验收款"
        }
    },
    {
        "原文": "上下梁、中心筒与增压风机整套设备具备发货条件后，乙方向甲方有效的开具人民币陆佰万元财务收据，甲方收到收据后向乙方支付第三笔货款人民币6000000 元（大写：陆佰万元整 ），乙方应在收款后10日内向甲方提供与本合同总价等额的增值税专用发票乙方未及时提供发票的，甲方有权顺延支付后续尚未支付的相应款项且不视为违约，乙方仍应按照合同约定按时向甲方交付符合合同约定的设备。",
        "修改后": "上下梁、中心筒与增压风机整套设备具备发货条件后，乙方向甲方有效的开具人民币陆佰万元财务收据，甲方收到收据后向乙方支付第三笔货款人民币6000000 元（大写：陆佰万元整 ），乙方应在收款后10日内向甲方提供与本合同总价等额的增值税专用发票，第一笔预付款转为货款。乙方未及时提供发票的，甲方有权顺延支付后续尚未支付的相应款项且不视为违约，且乙方无权以甲方暂缓支付剩余货款而主张货物所有权或迟延交付货物的免责事由，乙方仍应按照合同约定按时向甲方交付符合合同约定的设备。",
        "批注": "建议发票不要成为付款的要求之一；如发货前出具发票，不能同意。",
        "上下文": {
            "前文": "在第一笔预付款支付之日起【45】日内甲方支付乙方第二笔货款人民币 4000000 元（大写：肆佰万元整 ）作为进度款；付款前乙方应向甲方有效的开具人民币肆佰万元财务收据。  3提货款",
            "后文": "4验收款 本合同项下的设备和技术协议中供货范围内的配件全部到达收货现场并且乙方向甲方提供与本合同总价等额的增值税专用发票后，甲方对设备及配件全部完成验收合格后45日甲方支付乙方第四笔货款人民币6000000元（大写：陆佰万元整 ）。"
        }
    },
    {
        "原文": "4验收款",
        "修改后": "4、外观验收及性能验收款",
        "批注": "",
        "上下文": {
            "前文": "3提货款 上下梁、中心筒与增压风机整套设备具备发货条件后，乙方向甲方有效的开具人民币陆佰万元财务收据，甲方收到收据后向乙方支付第三笔货款人民币6000000 元（大写：陆佰万元整 ），乙方应在收款后10日内向甲方提供与本合同总价等额的增值税专用发票乙方未及时提供发票的，甲方有权顺延支付后续尚未支付的相应款项且不视为违约，乙方仍应按照合同约定按时向甲方交付符合合同约定的设备。",
            "后文": "本合同项下的设备和技术协议中供货范围内的配件全部到达收货现场并且乙方向甲方提供与本合同总价等额的增值税专用发票后，甲方对设备及配件全部完成验收合格后45日甲方支付乙方第四笔货款人民币6000000元（大写：陆佰万元整 ）。 外观验收仅视为对乙方交付货物的数量、品牌、规格、型号、表面等外观的验收，外观验收不视为甲方对乙方所交付货物的质量予以验收。"
        }
    },
    {
        "原文": "本合同项下的设备和技术协议中供货范围内的配件全部到达收货现场并且乙方向甲方提供与本合同总价等额的增值税专用发票后，甲方对设备及配件全部完成验收合格后45日甲方支付乙方第四笔货款人民币6000000元（大写：陆佰万元整 ）。",
        "修改后": "本合同项下的设备和技术协议中供货范围内的配件全部到达收货现场并且乙方向甲方提供与本合同总价等额的增值税专用发票后，甲方对设备及配件全部完成开箱验收合格（开箱验收不晚于货到收货现场之日起货后3个工作日内，逾期视为验收合格）且乙方完成合同项下产品的指导安装、调试工作,并确保货物能够正常使用后，甲方按《技术协议》对整套设备进行性能验收，性能验收合格后45日内甲方支付乙方第四笔货款人民币6000000元（大写：陆佰万元整 ）。",
        "批注": "",
        "上下文": {
            "前文": "上下梁、中心筒与增压风机整套设备具备发货条件后，乙方向甲方有效的开具人民币陆佰万元财务收据，甲方收到收据后向乙方支付第三笔货款人民币6000000 元（大写：陆佰万元整 ），乙方应在收款后10日内向甲方提供与本合同总价等额的增值税专用发票乙方未及时提供发票的，甲方有权顺延支付后续尚未支付的相应款项且不视为违约，乙方仍应按照合同约定按时向甲方交付符合合同约定的设备。 4验收款",
            "后文": "外观验收仅视为对乙方交付货物的数量、品牌、规格、型号、表面等外观的验收，外观验收不视为甲方对乙方所交付货物的质量予以验收。 5质保金"
        }
    },
    {
        "原文": "5质保金",
        "修改后": "5、质保金",
        "批注": "",
        "上下文": {
            "前文": "本合同项下的设备和技术协议中供货范围内的配件全部到达收货现场并且乙方向甲方提供与本合同总价等额的增值税专用发票后，甲方对设备及配件全部完成验收合格后45日甲方支付乙方第四笔货款人民币6000000元（大写：陆佰万元整 ）。 外观验收仅视为对乙方交付货物的数量、品牌、规格、型号、表面等外观的验收，外观验收不视为甲方对乙方所交付货物的质量予以验收。",
            "后文": "剩余2000000元（大写：贰佰万元整）作为质保金，在质量保证期届满后，乙方履行完毕全部的质保义务，双方签署的书面确认单（不晚于乙方完成质保义务后7日内出具），由甲方以电汇或不超过6个月银行承兑汇票的方式向乙方支付。 6支付方式："
        }
    },
    {
        "原文": "6支付方式：",
        "修改后": "6、支付方式：",
        "批注": "",
        "上下文": {
            "前文": "5质保金 剩余2000000元（大写：贰佰万元整）作为质保金，在质量保证期届满后，乙方履行完毕全部的质保义务，双方签署的书面确认单（不晚于乙方完成质保义务后7日内出具），由甲方以电汇或不超过6个月银行承兑汇票的方式向乙方支付。",
            "后文": "电汇或不超过6个月的银行承兑。 "
        }
    },
    {
        "原文": "乙方交付给甲方的所有设备及相关配件按照国家现行有效的有关法规和标准、行业（部）标准、双方约定标准的规定执行（各标准的，以其中标准最高者为认定标准）。",
        "修改后": "1、乙方交付给甲方的所有设备及相关配件按照国家现行有效的有关法规和标准、行业（部）标准、双方约定标准的规定执行（各标准的，以其中标准最高者为认定标准）。",
        "批注": "",
        "上下文": {
            "前文": "第四条  质量标准 ",
            "后文": "乙方提供的设备、材料应是原厂生产、全新、未使用过的，并完全符合《xxxx有限公司2×360m2烧结烟气超低排放改造  项目 回转式GGH换热器技术协议》（协议编号：）xxx（以下简称为《技术协议》）规定的质量、规格和性能的要求。 乙方所供设备及其配套部件应符合国家规范要求。"
        }
    },
    {
        "原文": "乙方提供的设备、材料应是原厂生产、全新、未使用过的，并完全符合《xxxx有限公司2×360m2烧结烟气超低排放改造  项目 回转式GGH换热器技术协议》（协议编号：）xxx（以下简称为《技术协议》）规定的质量、规格和性能的要求。",
        "修改后": "2、乙方提供的设备、材料应是原厂生产、全新、未使用过的，并完全符合《xxxx有限公司2×360m2烧结烟气超低排放改造  项目 回转式GGH换热器技术协议》（协议编号：20200807 ）和《xxx有限公司2×360m2烧结烟气超低排放改造 项目增压风机技术协议》（协议编号：20200805        ）（以下简称为《技术协议》）规定的质量、规格和性能的要求。",
        "批注": "",
        "上下文": {
            "前文": " 乙方交付给甲方的所有设备及相关配件按照国家现行有效的有关法规和标准、行业（部）标准、双方约定标准的规定执行（各标准的，以其中标准最高者为认定标准）。",
            "后文": "乙方所供设备及其配套部件应符合国家规范要求。 乙方所供设备严格按照《技术协议》要求。禁止提供国家明令淘汰的高耗能机电产品。"
        }
    },
    {
        "原文": "乙方所供设备及其配套部件应符合国家规范要求。",
        "修改后": "3、乙方所供设备及其配套部件应符合国家规范要求。",
        "批注": "",
        "上下文": {
            "前文": "乙方交付给甲方的所有设备及相关配件按照国家现行有效的有关法规和标准、行业（部）标准、双方约定标准的规定执行（各标准的，以其中标准最高者为认定标准）。 乙方提供的设备、材料应是原厂生产、全新、未使用过的，并完全符合《xxxx有限公司2×360m2烧结烟气超低排放改造  项目 回转式GGH换热器技术协议》（协议编号：）xxx（以下简称为《技术协议》）规定的质量、规格和性能的要求。",
            "后文": "乙方所供设备严格按照《技术协议》要求。禁止提供国家明令淘汰的高耗能机电产品。 "
        }
    },
    {
        "原文": "乙方所供设备严格按照《技术协议》要求。禁止提供国家明令淘汰的高耗能机电产品。",
        "修改后": "4、乙方所供设备严格按照《技术协议》要求。禁止提供国家明令淘汰的高耗能机电产品。",
        "批注": "",
        "上下文": {
            "前文": "乙方提供的设备、材料应是原厂生产、全新、未使用过的，并完全符合《xxxx有限公司2×360m2烧结烟气超低排放改造  项目 回转式GGH换热器技术协议》（协议编号：）xxx（以下简称为《技术协议》）规定的质量、规格和性能的要求。 乙方所供设备及其配套部件应符合国家规范要求。",
            "后文": " 设备验收"
        }
    },
    {
        "原文": "   1.1乙方保证所供设备为原厂生产的、全新的，未使用过的，并完全符合合同的技术要求。设备质保期为甲方性能验收合格之日起12个月。质量保证期内设备或配件出现任何缺陷或质量问题，乙方应在接到甲方通知之日起四十八小时内派出人员到达甲方现场进行更换、维修或维护，相关费用全部由乙方承担。同时乙方应相应延长被更换或维修的货物的质量保证期。在质量保证期内，若乙方未按照甲方要求进行更换、维修、维护的或未及时更换、维修、维护的，甲方可委托第三方进行更换、维修、维护，由此产生的所有费用由乙方承担，前述费用及相关损失甲方可直接在质保金中予以扣除。",
        "修改后": "   1.1乙方保证所供设备为原厂生产的、全新的，未使用过的，并完全符合合同的技术要求。设备质保期为甲方性能验收合格之日起12个月。质量保证期内设备或配件出现任何缺陷或质量问题，乙方应在接到甲方通知之日起四十八小时内派出人员到达甲方现场进行更换、维修或维护，相关费用全部由乙方承担。同时乙方应相应延长被更换或维修的货物的质量保证期。在质量保证期内，若乙方未按照甲方要求进行更换、维修、维护的或未及时更换、维修、维护的，或经乙方更换、维修、维护后的货物仍无法满足甲方的质量要求，甲方可委托第三方进行更换、维修、维护，由此产生的所有费用由乙方承担，前述费用及相关损失甲方可直接在质保金中予以扣除。",
        "批注": "",
        "上下文": {
            "前文": "第六条  质量及性能保证  1、质量保证",
            "后文": "    1.2甲乙双方约定因委托第三方进行更换、维修、维护所产生的费用，甲方可根据通知单、与第三方达成的书面协议、付款凭证作为费用实际产生的依据，同时提供费用合理性论证、费用发票等其他书面凭证。 1.3如由于乙方设备而使甲方项目停机时，则质量保证期应按实际停机时间作相应延长。新更换和修复的设备部件的保证期自甲方对新更换和修复的设备部件安装运行验收合格之日起12个月。"
        }
    },
    {
        "原文": "乙方应在2020年11月10日起陆续交货，上下梁、中心筒、顶底轴承组件、端柱于2020年11月25日完成交货，2020年12月25日前本合同项下所有设备和技术协议中供货范围中的货物全部到现场，并经甲方开箱验收合格完毕。",
        "修改后": "乙方应在2020年11月10日起陆续交货，上下梁、中心筒、转子组件、顶底轴承组件、端柱于2020年11月25日完成交货，2020年12月25日前本合同项下所有设备和技术协议中供货范围中的货物全部到现场，并经甲方开箱验收合格完毕。",
        "批注": "",
        "上下文": {
            "前文": " 1、交货日期：",
            "后文": "甲方提供详细交货信息的前提下，乙方应在在合同约定的时间或甲方同意延长的时间内交货。如甲方迟延付款，乙方有权利根据迟延付款时间相应推迟交货日期。  交货地点："
        }
    },
    {
        "原文": "    双方签订合同后，乙方不得部分或全部转让本合同的权利与义务；否则，甲方可以取消乙方供货方资格，并解除本合同，乙方已收取的全部款项应退还给甲方外，，前述违约金不足以赔偿甲方损失的，由乙方继续承担补足责任。 ",
        "修改后": "    双方签订合同后，乙方不得部分或全部转让本合同的权利与义务；否则，甲方可以取消乙方供货方资格，并解除本合同，乙方已收取的全部款项应退还给甲方外，还应以已收取全部款项总额为基数从收取之日起至全部退还给甲方之日止，按照全国银行间同业拆借中心公布的贷款市场报价利率计算利息，并应本合同总价的【10】%向甲方承担违约金支付责任，前述违约金不足以赔偿甲方损失的，由乙方继续承担补足责任。 ",
        "批注": "",
        "上下文": {
            "前文": "第十二条 合同权利义务的转让  ",
            "后文": " 第十三条  责任条款 "
        }
    },
    {
        "原文": "2、受事故影响的一方应在不可抗力的事故发生后尽快以电子邮件、中国邮政速递等方式书面通知另一方，并在事故发生后14天内，将有关部门出具的证明文件用挂号信航寄给或送给另方。如果不可抗力影响时间延续180天以上的，双方应通过友好协商在合理的时间内达成进一步履行或解除合同的协议。",
        "修改后": "2、受事故影响的一方应在不可抗力的事故发生后尽快以电子邮件、中国邮政速递等方式书面通知另一方，并在事故发生后14天内，将有关部门出具的证明文件用挂号信航寄给或送给另一方。如果不可抗力影响时间延续180天以上的，双方应通过友好协商在合理的时间内达成进一步履行或解除合同的协议。",
        "批注": "",
        "上下文": {
            "前文": " 1、任何一方因其无法合理控制的情势（包括但不限于自然灾害、战争、暴乱、内战、恶意损坏、任何法律或政府的命令、规定、规章或指示、火灾、水灾、雪崩、传染病）的影响而无法或推延其本合同项下的义务时，不视为违约并不因此承担责任。 致使合同履行受阻时，履行合同期限应予延长，延长的期限应相当于事故所影响的时间。",
            "后文": " 第十六条 违约条款"
        }
    },
    {
        "原文": "1、乙方若不能按合同约定按时交付符合合同约定的设备，或乙方所提供的设备不能按合同约定时间内完成性能验收的，每逾期一天乙方应向甲方支付合同总额的0.1%的违约金，如乙方逾期交货超过40天，乙方除要求甲方支付前述逾期交货违约金外，甲方有权解除合同并要求赔偿损失（延期交货给甲方造成的直接损失，包括但不限于甲方重新采购第三方设备所需要支付的设备款所产生的差额等费用）。",
        "修改后": "1、乙方若不能按合同约定按时交付符合合同约定的设备，或乙方所提供的设备不能按合同约定时间内完成性能验收的，每逾期一天乙方应向甲方支付合同总额的0.1%的违约金，如乙方逾期交货超过40天，乙方除要求甲方支付前述逾期交货违约金外，甲方有权解除合同并要求赔偿损失（延期交货给甲方造成的直接损失，包括但不限于甲方重新采购第三方设备所需要支付的设备款所产生的差额、因逾期交货导致甲方被发包方追究逾期责任而产生的违约金或赔偿等费用）。",
        "批注": "",
        "上下文": {
            "前文": " 第十六条 违约条款",
            "后文": "2、由于乙方的指导错误或提供的技术资料、图纸和说明书的错误造成设备（包括但不仅限于乙方供货的设备）的损坏，由此产生的有关费用，由乙方负担。 3、乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理："
        }
    },
    {
        "原文": "（3）甲方仍然接受的，属于让步接收。乙方应根据货物的疵劣和受损失的程度以及甲方遭受损失的金额，相应降低货物价格。如果甲方提出前述索赔通知后10天内乙方未能予以答复，该索赔应视为已被乙方接受。若乙方未能在甲方提出索赔通知的10天内或甲方同意的更长一些的时间内，按甲方同意的上述任何一种方式处理索赔事宜，甲方有权从未付货款中扣回索赔金额，如未付货款不足以支付索赔金额，甲方保留进一步向乙方索赔的权利。",
        "修改后": "（3）甲方仍然接受的，属于让步接收。乙方应根据货物的疵劣和受损失的程度以及甲方遭受损失的金额，相应降低货物价格。如果甲方提出前述索赔通知后10天内乙方未能予以答复，该索赔应视为已被乙方接受。若乙方未能在甲方提出索赔通知的10天内或甲方同意的更长一些的时间内，按甲方同意的上述任何一种方式处理索赔事宜，甲方有权从未付货款中扣回索赔金额，如未付货款不足以支付索赔金额，甲方保留进一步向乙方索赔的权利。",
        "批注": "为避免纠纷，建议完善降低比例。",
        "上下文": {
            "前文": "（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物直至达到合同约定性能要求，并按照本合同的约定承担延迟交货的违约责任以及甲方损失； （2）如存在严重质量问题以致合同目的不能实现的，甲方选择拒收货物的，乙方应把被拒收货物的已支付金额【7】日内支付给甲方，乙方负担发生的一切损失和费用，包括运输和保险费、仓储装卸费以及为保管和保护被拒绝货物所需要的其他费用，同时乙方应另行向甲方支付合同总价【10】%的违约金；",
            "后文": "4、任何一方就本合同承担的所有违约金不论单项或多项累加不超过合同总额的10%。     5、解决合同纠纷的方式：协商。如果协商不成，应向原告注册登记地的人民法院提起诉讼。"
        }
    },
    {
        "原文": "    2、本合同附件《xxx有限公司2×360m2烧结烟气超低排放改造 项目回转式GGH换热器技术协议》（协议编号：  ）、xxx有限公司2×360m2烧结烟气超低排放改造 项目增压风机技术协议》（协议编号：      ）为本合同不可分割的组成部分，与本合同具有同等法律效力。",
        "修改后": "    2、本合同附件《xxx有限公司2×360m2烧结烟气超低排放改造 项目回转式GGH换热器技术协议》（协议编号：20200807  ）、xxx有限公司2×360m2烧结烟气超低排放改造 项目增压风机技术协议》（协议编号：20200805      ）为本合同不可分割的组成部分，与本合同具有同等法律效力。",
        "批注": "",
        "上下文": {
            "前文": "第十七条  其他 1、本合同在授权代表签字盖章后效，本合同正本一式肆份，甲乙双方各持　　两份，每份正本具有同等法律效力。",
            "后文": "    3、甲乙双方应严格遵守本合同及合同附件的约定。     4、乙方应在货物备妥待运前十天书面通知甲方,并向甲方收货单位提供发货清单(含装箱外形尺寸、重量、货名、数量、运输工具名称、运输工具有效识别编号、运输联系人姓名及联系方式、启运日期)。"
        }
    },
    {
        "原文": "",
        "修改后": "（签署页）",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": "  "
        }
    }
]