[
    {
        "原文": "一、根据《民法典》及相关法律、法规规定，供需双方本着平等、自愿、公平、互惠互利、诚实守信的原则，就的有关事宜协商一致订立本合同，以便共同遵守。",
        "修改后": "一、根据《中华人民共和国民法典》及相关法律、法规规定，供需双方本着平等、自愿、公平、互惠互利、诚实守信的原则，就机油过滤芯购销的有关事宜协商一致订立本合同，以便共同遵守。",
        "批注": "",
        "上下文": {
            "前文": "需方：B公司                          签订地点：四川省西昌市                        ",
            "后文": " 二、产品质量标准：符合国家行业标准。"
        }
    },
    {
        "原文": "三、交提货时间及地点：合同签订生效后供方按照需方订单要求供货，20个工作日之内运输到需方指定交货点：西昌市经久乡幸福社区。",
        "修改后": "三、交提货时间及地点：合同签订生效后供方按照需方订单要求供货，供方应当在甲方发送订单后20个工作日之内运输到需方指定交货点：西昌市经久乡幸福社区。",
        "批注": "此供货期限较长，请公司考量是否需要对此时间进行调整。",
        "上下文": {
            "前文": " 二、产品质量标准：符合国家行业标准。",
            "后文": "四、运输方式及费用负担：汽车物流运输，费用由供方承担。路途运输中的一切风险责任由供方承担。 五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出"
        }
    },
    {
        "原文": "四、运输方式及费用负担：汽车物流运输，费用由供方承担。路途运输中的一切风险责任由供方承担。",
        "修改后": "四、运输方式及费用负担：汽车物流运输，费用由供方承担。路途运输中的一切风险责任由供方承担。乙方在交货时应当向甲方提供货物的合格证书、检验报告等有关交付货物的质量验证资料原件及货物清单。乙方将货物（含图纸资料、随机文件、说明书等）运输至甲方指定地点被甲方指定人员签收且经甲方验收合格后，视为乙方完成了交货义务。在交货现场甲方的签收行为不代表对乙方交付货物质量及其他事项的认可，只表明甲方收到一定数量的货物。甲方有权拒收乙方交付的不符本合同约定的货物。因前述原因乙方交付甲方的货物被甲方拒收的，不得作为乙方逾期交货的免责事由亦不免除乙方本合同项下的交货义务。",
        "批注": "",
        "上下文": {
            "前文": "二、产品质量标准：符合国家行业标准。 三、交提货时间及地点：合同签订生效后供方按照需方订单要求供货，20个工作日之内运输到需方指定交货点：西昌市经久乡幸福社区。",
            "后文": "五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出 "
        }
    },
    {
        "原文": "五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出",
        "修改后": "五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出；产品安装、调试完成若发现产品存在质量问题或无法正常使用的，乙方应当负责免费更换或维修直至产品达到双方约定的技术标准且能够正常使用，并应当赔偿因此而造成甲方的一切损失。涉及更换产品的乙方应当在【  】日内完成相应产品的更换，更换后的产品安装调试期限重新计算。",
        "批注": "请公司填写",
        "上下文": {
            "前文": "三、交提货时间及地点：合同签订生效后供方按照需方订单要求供货，20个工作日之内运输到需方指定交货点：西昌市经久乡幸福社区。 四、运输方式及费用负担：汽车物流运输，费用由供方承担。路途运输中的一切风险责任由供方承担。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "六、乙方应保证销售给甲方的产品已取得相关授权，未侵犯他人的知识产权，没有质押、抵押等权利限制。若甲方在使用、销售或转让本合同项下货物而遭受任何第三方主张权利或索赔时，乙方应负责与该第三人协商或采取其他方式解决，并承担由此给甲方带来的全部损失。",
        "批注": "",
        "上下文": {
            "前文": "四、运输方式及费用负担：汽车物流运输，费用由供方承担。路途运输中的一切风险责任由供方承担。 五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "设备采用的专利涉及到的全部费用均被认为已包含在设备总价中，乙方应保证甲方不承担有关设备专利的一切责任。",
        "批注": "",
        "上下文": {
            "前文": "五、货物验收方式及提出异议期限：按照合同第一条、第二条标准验收。需方对产品数量、外观、包装、证件有异议的应在到货之日七日内向供方提出 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "七、本合同项下产品的质量保证期为产品经甲方验收合格（产品需要安装调试的，验收合格指安装调试验收合格）之日起【  】个月。质量保证期内产品出现任何缺陷或质量问题，乙方应在接到甲方通知之日起二十四小时内派出人员赶赴甲方现场进行更换或维修、维护，相关费用全部由乙方承担，被更换维修后的货物的质量保证期重新计算。在质量保证期内，若乙方未按照甲方要求进行更换、维修、维护的或未及时更换、维修、维护的，或经乙方更换后的货物仍无法满足甲方的质量要求，甲方可委托第三方进行更换、维修、维护，所有费用由乙方承担（如有质保金，前述费用及相关损失甲方可直接在质保金中扣除）。",
        "批注": "请公司填写",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "八、乙方未按约定将货物交付给甲方的，每迟延一天，乙方应按照合同总价万分之五/日的标准向甲方支付违约金；迟延交货超过三十天的，甲方有权解除合同，并有权要求乙方返还已支付货款，乙方还应按照合同总价【30】%的标准向甲方支付合同解除违约金。若给甲方造成损失的，乙方还需另行承担赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理：（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物并按照本合同的约定承担延迟交货的违约责任；（2）甲方要求退货的，乙方应负责把货物运回并将相应货款全额退还给甲方，同时乙方应向甲方支付合同总价【30】%的违约金；（3）甲方仍然接受的，属于让步接收。乙方应根据货物的疵劣和受损失的程度以及甲方遭受损失的金额，在该货物原约定价款内相应降低货物价格。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " 、结算方式及期限：供需方支付当批次订单货款。"
        }
    },
    {
        "原文": "",
        "修改后": "甲方因使用乙方交付的未达到本合同约定质量标准的货物，给甲方造成损失的，乙方应负责赔偿。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": "、结算方式及期限：供需方支付当批次订单货款。 、合同争议解决方式：如有争议双方协商解决，协商不成或不愿协商的向需方人民法院提起诉讼。"
        }
    },
    {
        "原文": "、结算方式及期限：供需方支付当批次订单货款。",
        "修改后": "九、结算方式及期限：供方根据需方的订单发货，需方收到供方交付的当批次货物并验收合格且收到供方开具的与当批次货物等额的增值税专用发票后【  】日支付当批次订单货款。",
        "批注": "请公司填写",
        "上下文": {
            "前文": " ",
            "后文": "、合同争议解决方式：如有争议双方协商解决，协商不成或不愿协商的向需方人民法院提起诉讼。 "
        }
    },
    {
        "原文": "、合同争议解决方式：如有争议双方协商解决，协商不成或不愿协商的向需方人民法院提起诉讼。",
        "修改后": "十、合同争议解决方式：如有争议双方协商解决，协商不成或不愿协商的向需方人民法院提起诉讼。",
        "批注": "",
        "上下文": {
            "前文": " 、结算方式及期限：供需方支付当批次订单货款。",
            "后文": " 、其他约定事宜："
        }
    },
    {
        "原文": "",
        "修改后": "十一",
        "批注": "",
        "上下文": {
            "前文": "、结算方式及期限：供需方支付当批次订单货款。 、合同争议解决方式：如有争议双方协商解决，协商不成或不愿协商的向需方人民法院提起诉讼。",
            "后文": "、其他约定事宜： 本合同一式份，供需方份，具有同等法律效力"
        }
    },
    {
        "原文": "本合同一式份，供需方份，具有同等法律效力",
        "修改后": "1.本合同一式叁份，供方壹份，需方贰份，每份具有同等法律效力。",
        "批注": "",
        "上下文": {
            "前文": " 、其他约定事宜：",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "2.本合同自供需双方签字盖章后生效。",
        "批注": "",
        "上下文": {
            "前文": "、其他约定事宜： 本合同一式份，供需方份，具有同等法律效力",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "3.因履行本协议所需书面文件（包括但不限于诉讼法律文书、订单等），任一方可以当面或按以下邮寄、电子邮件方式送达，邮寄书面文件自发出之日起五日后视为送达对方（在五日内收到的以实际收到的时间为送达时间）；电子邮件自发出之日视为送达对方。（包括邮件被退回或拒收情形）：",
        "批注": "",
        "上下文": {
            "前文": "本合同一式份，供需方份，具有同等法律效力 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "需方邮寄地址：            ，联系人及电话：            微信号：         ，电子邮箱：                              ；",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "供方邮寄地址：      ，联系人及电话：    微信号：        ，电子邮箱：                      。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "14.2 上述送达方式一方如有变动，变更方应提前书面通知对方，否则对方按上述方式所发出书面文件均视为已按上述方式送达变更送达方式一方（包括邮件被退回或拒收情形）。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    }
]