[
    {
        "原文": "",
        "修改后": "               ",
        "批注": "",
        "上下文": {
            "前文": "风机电机购销合同                                                                       合同编号：",
            "后文": "                           甲方（需方）：                            "
        }
    },
    {
        "原文": "                          ",
        "修改后": "                           合同签订地：成都市高新技术产业开发区",
        "批注": "",
        "上下文": {
            "前文": "                            合同编号： ",
            "后文": "甲方（需方）：                             乙方（供方）："
        }
    },
    {
        "原文": "（2）本合同签订后甲方向乙方支付首笔货款人民币261000    元（大写：贰拾陆万壹仟元整 ）作为预付款，在提货前向乙方支付剩余货款人民币609000  元（大写：陆拾万零玖仟元整）作为提货款；",
        "修改后": "（2）本合同签订后甲方向乙方支付首笔货款人民币261000    元（大写：贰拾陆万壹仟元整 ）作为预付款，在提货前向乙方支付剩余货款人民币609000  元（大写：陆拾万零玖仟元整）作为提货款；",
        "批注": "根据此处的合同约定，在公司收到本合同货物前已经支付了全部货款，为了缓解公司资金压力以及保障所购设备的质量，建议公司调整付款节点，建议公司设置部分设备验收款以及保留部分货款作为质保金。",
        "上下文": {
            "前文": "3.1 双方一致同意选择以下第（2）条约定的付款方式支付本合同项下货款： （1）本合同签订后甲方一次性向乙方支付合同总价款，即人民币元（大写：捌仟柒佰元整  ）；",
            "后文": "3.2 双方一致同意本合同项下货款发票的开具按照以下第（3 ）条的约定执行： （1）每次付款前，乙方应向甲方提供与拟付款金额等额的增值税专用发票，否则付款时间顺延且甲方不承担违约责任；"
        }
    },
    {
        "原文": "",
        "修改后": "3.4甲方按照合同落款处载明的账户信息支付货款后即视为甲方履行了本合同的付款义务，乙方应确保所载明的账户信息的准确性、合法性，如需变更，应提前7个工作日书面通知甲方，因未通知甲方导致乙方无法收到货款的责任由乙方自行承担。",
        "批注": "",
        "上下文": {
            "前文": "（3）乙方应在甲方每次付款后十五个工作日内提供与已付款金额等额的增值税专用发票，乙方未能在前述时间向甲方交付增值税发票的，每逾期一日应按照当期应交付增值税发票金额的每日万分之五的标准向甲方承担逾期交付增值税发票违约金，且在未收到已付款等额增值税发票前甲方有权拒绝向乙方支付后期应付款。逾期交付增值税发票违约金由甲方在后期应付货款中直接予以抵扣。 3.3 付款方式：银行转账或承兑汇票。",
            "后文": "第四条 货物交付及运输 4.1 乙方应在本合同签订后的30天内将合同项下的备齐并在乙方支付提货款后7日内将本合同项下货物运至甲方指定交货地点：       ，并交付给甲方指定的收货人：姓名：        ，联系电话：         。运输费用全部由乙方承担。"
        }
    },
    {
        "原文": "4.1 乙方应在本合同签订后的30天内将合同项下的备齐并在乙方支付提货款后7日内将本合同项下货物运至甲方指定交货地点：       ，并交付给甲方指定的收货人：姓名：        ，联系电话：         。运输费用全部由乙方承担。",
        "修改后": "4.1 乙方应在本合同签订后的30天内将合同项下的设备备齐并在乙方支付提货款后7日内将本合同项下所有货物运至甲方指定交货地点：       ，并交付给甲方指定的收货人：姓名：        ，联系电话：         。运输费用全部由乙方承担。",
        "批注": "",
        "上下文": {
            "前文": " 第四条 货物交付及运输",
            "后文": "4.2乙方交付甲方的货物应当采取足以保护本合同项下货物的包装方式，能保证多次安全可靠的搬运和装卸。货物外包装破损的，甲方有权拒收。因包装不当造成货物损失或灭失的，乙方应赔偿因此给甲方造成的损失并承担违约责任。 4.3乙方在交货时应当向甲方提供货物的合格证书、检验报告等有关交付货物的质量验证资料原件及货物清单。"
        }
    },
    {
        "原文": "",
        "修改后": "5.4乙方应在产品外观验收合格后三个工作日内派技术人员到达甲方交货地点完成合同项下产品的指导安装、调试工作,确保货物能够正常使用。",
        "批注": "请公司确认是否由乙方进行安装调试，并且如何对设备进行验收，设备是否有具体的性能要求，若有，请公司在合同中予以明确。",
        "上下文": {
            "前文": "5.2验收合格之日指甲方向乙方发出书面验收合格通知之日或在甲方没有明确意思表示的情况下甲方签收货物之日起第三个工作日的次日。若因乙方原因未在甲方签收货物后三个工作日内进行验收，验收期限顺延至能进行验收之日起三个工作日内。 5.3若经验收发现货物的数量、规格型号与本合同约定不符或表面有损坏等情况，甲方有权要求乙方在【7】日内更换货物至甲方指定交货地点，且该部分货物视为未交货，乙方除承担迟延交货责任外，还应承担给甲方造成的一切损失。",
            "后文": " 第六条 乙方保证"
        }
    },
    {
        "原文": "",
        "修改后": "5.5产品安装、调试完成验收合格的，双方签署书面设备验收单；若发现产品存在质量问题或无法正常使用的，乙方应当负责免费更换或维修直至产品达到双方约定的技术标准且能够正常使用，并应当赔偿因此而造成甲方的一切损失。涉及更换产品的乙方应当在【  】日内完成相应产品的更换，更换后的产品安装调试期限重新计算。",
        "批注": "请公司填写",
        "上下文": {
            "前文": "5.3若经验收发现货物的数量、规格型号与本合同约定不符或表面有损坏等情况，甲方有权要求乙方在【7】日内更换货物至甲方指定交货地点，且该部分货物视为未交货，乙方除承担迟延交货责任外，还应承担给甲方造成的一切损失。 ",
            "后文": "第六条 乙方保证 乙方应保证销售给甲方的产品已取得相关授权，未侵犯他人的知识产权，没有质押、抵押等权利限制。若甲方在使用、销售或转让本合同项下货物而遭受任何第三方主张权利或索赔时，乙方应负责与该第三人协商或采取其他方式解决，并承担由此给甲方带来的全部损失。"
        }
    },
    {
        "原文": "",
        "修改后": "设备采用的专利涉及到的全部费用均被认为已包含在设备总价中，乙方应保证甲方不承担有关设备专利的一切责任。",
        "批注": "",
        "上下文": {
            "前文": "第六条 乙方保证 乙方应保证销售给甲方的产品已取得相关授权，未侵犯他人的知识产权，没有质押、抵押等权利限制。若甲方在使用、销售或转让本合同项下货物而遭受任何第三方主张权利或索赔时，乙方应负责与该第三人协商或采取其他方式解决，并承担由此给甲方带来的全部损失。",
            "后文": "第七条 售后服务 7.1本合同项下产品的质量保证期为产品经甲方验收合格之日起【12】个月或货到现场18个月。"
        }
    },
    {
        "原文": "    7.2质量保证期内产品出现任何缺陷或质量问题，乙方应在接到甲方通知之日起二十四小时内派出人员赶赴甲方现场进行更换或维修、维护，费用全部由乙方承担，同时被更换货物的质量保证期。",
        "修改后": "    7.2质量保证期内产品出现任何缺陷或质量问题，乙方应在接到甲方通知之日起二十四小时内派出人员赶赴甲方现场进行更换或维修、维护，由此产生的更换、维修等相关费用以及给甲方造成的损失全部由乙方承担，同时被更换货物的质量保证期重新计算。",
        "批注": "",
        "上下文": {
            "前文": "第七条 售后服务 7.1本合同项下产品的质量保证期为产品经甲方验收合格之日起【12】个月或货到现场18个月。",
            "后文": "7.3在质量保证期内，若乙方未按照甲方要求进行更换、维修、维护的或未及时更换、维修、维护的，甲方可委托第三方进行更换、维修、维护，所有费用由乙方承担（如有质保金，前述费用及相关损失甲方可直接在质保金中扣除）。 第八条 合同解除"
        }
    },
    {
        "原文": "9.5甲方逾期付款的   ",
        "修改后": "9.5甲方逾期付款的，以尚未支付的到期合同价款为基数，每日按照全国银行间同业拆借中心公布的同期贷款市场报价利率的标准计算违约金。   ",
        "批注": "",
        "上下文": {
            "前文": "    9.3乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理：（1）甲方要求乙方更换货物的，乙方应自费在甲方指定时间内更换货物并按照本合同的约定承担延迟交货的违约责任；（2）甲方要求退货的，乙方应负责把货物运回并将相应货款全额退还给甲方，同时乙方应向甲方支付合同总价【20】%的违约金；（3）甲方仍然接受的，属于让步接收。乙方应根据货物的疵劣和受损失的程度以及甲方遭受损失的金额，相应降低货物价格。 9.4甲方因使用乙方交付的未达到本合同约定质量标准的货物，给甲方造成损失的，乙方应负责赔偿。",
            "后文": "9.6本合同所述的损失包括但不限于甲方停工损失、已投入的生产损失、已签约合同因逾期履行所应承担的违约责任、因正常履行已签约合同的可得利润。 第十条 不可抗力"
        }
    },
    {
        "原文": "本合同在履行过程中发生的争议，由双方当事人协商解决；协商不成的，任何一方均有权向地人民法院提起诉讼。",
        "修改后": "本合同在履行过程中发生的争议，由双方当事人协商解决；协商不成的，任何一方均有权向合同签订地人民法院提起诉讼。",
        "批注": "",
        "上下文": {
            "前文": "本合同中的“不可抗力”是指不能预见、不能避免并不能克服的客观情况；因不可抗力不能履行合同的，根据不可抗力的影响，部分或者全部免除责任，但法律另有规定的除外。一方迟延履行后发生不可抗力的，不能免除责任；一方因不可抗力不能履行合同的，应当及时通知对方，以减轻可能给对方造成的损失，并应当在合理期限内提供证明。 第十一条 争议解决",
            "后文": "第十二条 通知与送达 12.1 因履行本协议所需书面文件（包括但不限于诉讼法律文书），任一方可以当面或按以下邮寄、电子邮件方式送达，邮寄书面文件自发出之日起五日后视为送达对方（在五日内收到的以实际收到的时间为送达时间）；电子邮件自发出之日视为送达对方。（包括邮件被退回或拒收情形）："
        }
    }
]