[
    {
        "原文": "石灰石粉质量标准及质量加减价：",
        "修改后": "本合同石灰石粉质量标准及质量加减价：",
        "批注": "请财务确认以下质量加减价的计算方式是否符合公司的利益要求？",
        "上下文": {
            "前文": "    兹因需方向供方订购石灰石粉，经双方平等协商, 自愿的基础上，根据《中华人民共和国民法典》等相关法律、法规之规定达成以下合同条款： 产品名称、包装形式、厂家、提货时间及数量：",
            "后文": "三、运输方式及费用负担：需方根据自身需求向供方发送订货单，供方应在需方订单之日起【】日内根据订货单的要求将货物运至需方指定地点，并交付给指定收货人，运输费用由供方承担，供方负责装卸货物。 四、合理损耗及计算方法：以需方计量验收为准，不计损耗。"
        }
    },
    {
        "原文": "三、运输方式及费用负担：需方根据自身需求向供方发送订货单，供方应在需方订单之日起【】日内根据订货单的要求将货物运至需方指定地点，并交付给指定收货人，运输费用由供方承担，供方负责装卸货物。",
        "修改后": "三、运输方式及费用负担：需方根据自身需求向供方发送订货单，供方应在需方发送订单之日起【2】日内根据订货单的要求将货物运至需方指定地点：         ，并交付给指定收货人：         ，运输费用由供方承担，供方负责装卸货物。",
        "批注": "请公司填写",
        "上下文": {
            "前文": "产品名称、包装形式、厂家、提货时间及数量： 石灰石粉质量标准及质量加减价：",
            "后文": "四、合理损耗及计算方法：以需方计量验收为准，不计损耗。 五、包装标准、包装物的供应与回收：乙方交付甲方的货物按生产厂家出厂标准进行包装且应当采取足以保护本合同项下货物的包装方式。包装费用供方承担。供方将货物（含货物质量资料）运输至需方指定地点被需方指定人员签收且经甲方验收合格后，视为供方完成了交货义务。在交货现场需方的签收行为不代表对供方交付货物质量及其他事项的认可，只表明需方收到一定数量的货物。运输途中的货物损毁、灭失的风险由供方承担，需方签收符合本合同第一条、第二条中约定的货物后，货物损毁、灭失的风险由需方承担。"
        }
    },
    {
        "原文": "五、包装标准、包装物的供应与回收：乙方交付甲方的货物按生产厂家出厂标准进行包装且应当采取足以保护本合同项下货物的包装方式。包装费用供方承担。供方将货物（含货物质量资料）运输至需方指定地点被需方指定人员签收且经甲方验收合格后，视为供方完成了交货义务。在交货现场需方的签收行为不代表对供方交付货物质量及其他事项的认可，只表明需方收到一定数量的货物。运输途中的货物损毁、灭失的风险由供方承担，需方签收符合本合同第一条、第二条中约定的货物后，货物损毁、灭失的风险由需方承担。",
        "修改后": "五、包装标准、包装物的供应与回收：乙方交付甲方的货物按生产厂家出厂标准进行包装且应当采取足以保护本合同项下货物的包装方式。包装费用供方承担，包装物不回收。供方将货物（含货物质量资料）运输至需方指定地点被需方指定人员签收且经甲方验收合格后，视为供方完成了交货义务。在交货现场需方的签收行为不代表对供方交付货物质量及其他事项的认可，只表明需方收到一定数量的货物。运输途中的货物损毁、灭失的风险由供方承担，需方签收符合本合同第一条、第二条中约定的货物后，货物损毁、灭失的风险由需方承担。",
        "批注": "",
        "上下文": {
            "前文": "三、运输方式及费用负担：需方根据自身需求向供方发送订货单，供方应在需方订单之日起【】日内根据订货单的要求将货物运至需方指定地点，并交付给指定收货人，运输费用由供方承担，供方负责装卸货物。 四、合理损耗及计算方法：以需方计量验收为准，不计损耗。",
            "后文": "六、验收地点、方法、标准及提出质量异议期限： 1.供方应提供该批货物送货清单，交货数量以本合同第条约定的计量方法确定的为准。供方交付需方货物的数量以需方指定人员签字确认的为准，另行协商的以双方协商后需方指定人员签字确认的为准。"
        }
    },
    {
        "原文": "1.供方应提供该批货物送货清单，交货数量以本合同第条约定的计量方法确定的为准。供方交付需方货物的数量以需方指定人员签字确认的为准，另行协商的以双方协商后需方指定人员签字确认的为准。",
        "修改后": "1.供方应提供该批货物送货清单，交货数量以本合同第四条约定的计量方法确定的为准。供方交付需方货物的数量以需方指定人员签字确认的为准，另行协商的以双方协商后需方指定人员签字确认的为准。",
        "批注": "",
        "上下文": {
            "前文": "五、包装标准、包装物的供应与回收：乙方交付甲方的货物按生产厂家出厂标准进行包装且应当采取足以保护本合同项下货物的包装方式。包装费用供方承担。供方将货物（含货物质量资料）运输至需方指定地点被需方指定人员签收且经甲方验收合格后，视为供方完成了交货义务。在交货现场需方的签收行为不代表对供方交付货物质量及其他事项的认可，只表明需方收到一定数量的货物。运输途中的货物损毁、灭失的风险由供方承担，需方签收符合本合同第一条、第二条中约定的货物后，货物损毁、灭失的风险由需方承担。 六、验收地点、方法、标准及提出质量异议期限：",
            "后文": "2.方交付货物的质量验收双方委托四川省xxx有限公司测试研究院检验，以四川省xxxx有限公司测试研究院化验结果、验收判定为结算依据。如有质量异议请在货到需方验收后五日内提出，以需方所存底样做诉讼样品，费用由责任方承担。 七、随机备品、附件、工具数量及供应方法：供方在交货时应当向需方提供货物的合格证书、检验报告等有关交付货物的质量验证资料原件及货物清单。"
        }
    },
    {
        "原文": "2.方交付货物的质量验收双方委托四川省xxx有限公司测试研究院检验，以四川省xxxx有限公司测试研究院化验结果、验收判定为结算依据。如有质量异议请在货到需方验收后五日内提出，以需方所存底样做诉讼样品，费用由责任方承担。",
        "修改后": "2.供方交付货物的质量验收双方委托四川省xxx有限公司测试研究院检验，以四川省xxxx有限公司测试研究院化验结果、验收判定为结算依据，前述检验费用由供方承担。如有质量异议请在货到需方验收后五个工作日内提出，以需方所存底样做诉讼样品，费用由责任方承担。本合同项下产品的质量保证期为产品经甲方验收合格之日起【  】个月。质量保证期内产品出现任何缺陷或质量问题，乙方应在接到甲方通知之日起二十四小时内派出人员完成更换，相关费用全部由乙方承担，同时被更换产品的质量保证期重新计算。",
        "批注": "此处质量异议的时间较短，建议公司延长异议时间。 | 请公司填写",
        "上下文": {
            "前文": "六、验收地点、方法、标准及提出质量异议期限： 1.供方应提供该批货物送货清单，交货数量以本合同第条约定的计量方法确定的为准。供方交付需方货物的数量以需方指定人员签字确认的为准，另行协商的以双方协商后需方指定人员签字确认的为准。",
            "后文": "七、随机备品、附件、工具数量及供应方法：供方在交货时应当向需方提供货物的合格证书、检验报告等有关交付货物的质量验证资料原件及货物清单。 八、结算方式及期限："
        }
    },
    {
        "原文": "1.供方于每月【 30】日前向方提供上月的货物结算单，需方应在收到前述结算单由需方指定人员进行签字确认，石灰石粉按质量要求及加减价结算，结算金额以需方指定人员签字盖章确认的为准；若需方对结算金额有异议，双方应以本合同第一条、第二条的约定进行重新核算。",
        "修改后": "1.供方于每月【 30】日前向需方提供上月的货物结算单，需方应在收到前述结算单后由需方指定人员进行签字并需方盖章确认，石灰石粉按质量要求及加减价结算，结算金额以需方指定人员签字并且需方盖章确认的为准；若需方对结算金额有异议，双方应以本合同第一条、第二条的约定进行重新核算。",
        "批注": "",
        "上下文": {
            "前文": "七、随机备品、附件、工具数量及供应方法：供方在交货时应当向需方提供货物的合格证书、检验报告等有关交付货物的质量验证资料原件及货物清单。 八、结算方式及期限：",
            "后文": "2.待需方对当月的货物结算金额进行确认后，供方根据确认的结算金额向需方提供与当月结算金额（含13%增值税）等额的增值税专用发票， 需方收到发票后次月5日前以银行转帐的方式向供方支付已开发票金额等额货款。供方未向需方交付增值税发票的，需方有权拒绝付款且不视为违约，供方仍应按照需方的要求提供产品。 九、如需提供担保，另立合同担保书，作为本合同附件：无。"
        }
    },
    {
        "原文": "2.待需方对当月的货物结算金额进行确认后，供方根据确认的结算金额向需方提供与当月结算金额（含13%增值税）等额的增值税专用发票， 需方收到发票后次月5日前以银行转帐的方式向供方支付已开发票金额等额货款。供方未向需方交付增值税发票的，需方有权拒绝付款且不视为违约，供方仍应按照需方的要求提供产品。",
        "修改后": "2.待需方对当月的货物结算金额进行确认无误后，供方根据确认的结算金额向需方提供与当月结算金额（含13%增值税）等额的增值税专用发票， 需方收到发票后次月5日前以银行转帐的方式向供方支付已开发票金额等额货款。供方未向需方交付增值税发票的，需方有权拒绝付款且不视为违约，供方仍应按照需方的要求提供产品。",
        "批注": "请公司核实是否按照此付款方式予以支付货款。",
        "上下文": {
            "前文": "八、结算方式及期限： 1.供方于每月【 30】日前向方提供上月的货物结算单，需方应在收到前述结算单由需方指定人员进行签字确认，石灰石粉按质量要求及加减价结算，结算金额以需方指定人员签字盖章确认的为准；若需方对结算金额有异议，双方应以本合同第一条、第二条的约定进行重新核算。",
            "后文": "九、如需提供担保，另立合同担保书，作为本合同附件：无。 十、安全约定："
        }
    },
    {
        "原文": "1、供方需遵守需方《汽车进出厂及厂区物流管理规定》且遵守需方现场上下货人员指挥。",
        "修改后": "1、供方需遵守需方《汽车进出厂及厂区物流管理规定》（供方已知悉前述规定的所有内容）且遵守需方现场上下货人员指挥。供方应按有关规定采取严格的安全防护措施，并自行承担由于自身安全措施不力造成的责任事故和由此产生的一切费用。供方必须对其派至需方现场的人员进行安全、环保教育和培训。供方人员在完成本合同项下工作过程中发生安全、劳动防护事故及任何其他人身伤害和任何财产损失（包括但不限于供方、第三方人身伤害、财产损失）的，由供方自行承担相关责任及费用。）",
        "批注": "",
        "上下文": {
            "前文": "九、如需提供担保，另立合同担保书，作为本合同附件：无。 十、安全约定：",
            "后文": "2、供方负责物资入库前所有安全责任。 十一、违约责任："
        }
    },
    {
        "原文": "1.供方未按需方规定按时交付货物的，每迟延一天交货，供方应向需方支付当次应付款万分之五每天的违约金若前述违约需方损失的，供方还需另行承担赔偿责任。",
        "修改后": "1.供方未按需方规定按时交付货物的，每迟延一天交货，供方应向需方支付当次应付款万分之五每天的违约金，若前述违约行为给需方造成损失的，供方还需另行承担赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": "2、供方负责物资入库前所有安全责任。 十一、违约责任：",
            "后文": "2.供方迟延交货超过两天的，需方有权解除合同，并有权要求需方返还已支付货款，且供方应支付实际迟延交货天数×当次应付款万分之五的违约金及合同总价【20】%的合同解除违约金。若需方损失的，供方还需另行承担赔偿责任。 3.供方交付需方的货物不符合本合同约定的，需方有权按照以下任一方式处理：（1）货物仍能使用且需方同意接收的，属于让步接收，双方按照本合同第二条的约定进行结算；（2）货物判废的，判废部分不予结算并无偿提供给需方使用，同时供方应按照需方要求在指定时间内重新供货并按照本合同的约定承担延迟交货的违约责任。"
        }
    },
    {
        "原文": "2.供方迟延交货超过两天的，需方有权解除合同，并有权要求需方返还已支付货款，且供方应支付实际迟延交货天数×当次应付款万分之五的违约金及合同总价【20】%的合同解除违约金。若需方损失的，供方还需另行承担赔偿责任。",
        "修改后": "2.供方迟延交货超过两天的，需方有权解除合同，并有权要求需方返还已支付货款，且供方应支付实际迟延交货天数×当次应付款万分之五的违约金及合同总价【20】%的合同解除违约金。若给需方造成损失的，供方还需另行承担赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": "十一、违约责任： 1.供方未按需方规定按时交付货物的，每迟延一天交货，供方应向需方支付当次应付款万分之五每天的违约金若前述违约需方损失的，供方还需另行承担赔偿责任。",
            "后文": "3.供方交付需方的货物不符合本合同约定的，需方有权按照以下任一方式处理：（1）货物仍能使用且需方同意接收的，属于让步接收，双方按照本合同第二条的约定进行结算；（2）货物判废的，判废部分不予结算并无偿提供给需方使用，同时供方应按照需方要求在指定时间内重新供货并按照本合同的约定承担延迟交货的违约责任。 4.供方在质量、数量上采用欺诈、贿赂等不正当手段损害需方利益的，供方应向需方支付欺诈、贿赂货物货款部分30%的违约金。前述损失的，。"
        }
    },
    {
        "原文": "4.供方在质量、数量上采用欺诈、贿赂等不正当手段损害需方利益的，供方应向需方支付欺诈、贿赂货物货款部分30%的违约金。前述损失的，。",
        "修改后": "4.供方在质量、数量上采用欺诈、贿赂等不正当手段损害需方利益的，供方应向需方支付欺诈、贿赂货物货款部分30%的违约金。前述给需方造成损失的，供方还需承担赔偿责任。",
        "批注": "",
        "上下文": {
            "前文": "2.供方迟延交货超过两天的，需方有权解除合同，并有权要求需方返还已支付货款，且供方应支付实际迟延交货天数×当次应付款万分之五的违约金及合同总价【20】%的合同解除违约金。若需方损失的，供方还需另行承担赔偿责任。 3.供方交付需方的货物不符合本合同约定的，需方有权按照以下任一方式处理：（1）货物仍能使用且需方同意接收的，属于让步接收，双方按照本合同第二条的约定进行结算；（2）货物判废的，判废部分不予结算并无偿提供给需方使用，同时供方应按照需方要求在指定时间内重新供货并按照本合同的约定承担延迟交货的违约责任。",
            "后文": "5.供方违约妨碍需方正常经营的应当承担由此造成的需方的相应损失。 6.供方违约造成需方损失的，需方有权从应支付的货款中予以扣除，货款不足以弥补需方损失的，供方应继续承担补足责任，直至需方损失得到全部弥补。"
        }
    },
    {
        "原文": "",
        "修改后": "7.需方因使用供方交付的未达到本合同约定质量标准的货物，给需方造成损失的，供方应负责赔偿，并且向需方支付合同总价20%的违约金。",
        "批注": "",
        "上下文": {
            "前文": "5.供方违约妨碍需方正常经营的应当承担由此造成的需方的相应损失。 6.供方违约造成需方损失的，需方有权从应支付的货款中予以扣除，货款不足以弥补需方损失的，供方应继续承担补足责任，直至需方损失得到全部弥补。",
            "后文": "十二、合同终止 有以下任一情形出现时，本合同终止："
        }
    },
    {
        "原文": "4、双方的债权债务，未经过对方的同意不得转让给第三方。",
        "修改后": "4、双方的债权债务，未经过对方的同意不得转让给第三方。",
        "批注": "请公司考量确认是否需要保留此部分内容？",
        "上下文": {
            "前文": "2、需方可增减数量，届时以需方通知为准，供方应保证供应，若因质量问题或供货不及时造成需方损失由供方赔偿需方损失。若最终供货量低于合同约定的总量的，不应视为需方违约。 3、供方应诚信经营，若供方为了达到其非法目的而与需方工作人员、第三方人员串通，采取非法手段损害需方利益的，需方有权要求供方及相关责任人员承担赔偿责任。",
            "后文": "5、本合同一式肆份，供方贰份，需方贰份，每份具有同等法律效力。 6、供方提供给需方的产品，如侵犯了他人的知识产权，一切责任由供方承担。供方保证提供给需方的货物符合本合同第一条、第二条的约定，否则，供方应按本合同的有关规定承担违约责任。供方保证提供给需方的货物具有完全的处分权，没有质押、抵押等权利限制。若因上述原因需方遭受任何第三方主张权利时，供方应负责与该第三方协商解决，并承担由此给需方带来的全部损失。"
        }
    },
    {
        "原文": "7、本合同双方盖章后生效，本合同有效期限：2022年9月1至2023年月31日",
        "修改后": "7、本合同双方盖章后生效，本合同有效期限：2022年9月1至2023年9月31日",
        "批注": "",
        "上下文": {
            "前文": "5、本合同一式肆份，供方贰份，需方贰份，每份具有同等法律效力。 6、供方提供给需方的产品，如侵犯了他人的知识产权，一切责任由供方承担。供方保证提供给需方的货物符合本合同第一条、第二条的约定，否则，供方应按本合同的有关规定承担违约责任。供方保证提供给需方的货物具有完全的处分权，没有质押、抵押等权利限制。若因上述原因需方遭受任何第三方主张权利时，供方应负责与该第三方协商解决，并承担由此给需方带来的全部损失。",
            "后文": "十五、合同附件：无。（以下无正文） "
        }
    }
]