[
    {
        "原文": "注：①上述价格为：含税价   □不含税价",
        "修改后": "注：①上述价格为：含税价（税率：13%）   □不含税价",
        "批注": "",
        "上下文": {
            "前文": "双方在本合同签章之前，对本合同所有条款均已充分注意并详细了解双方权利义务，对违约责任的承担，双方均认为本协议已反映其真实意思。 第一条  标的名称、规格、数量及价格",
            "后文": "②其他说明：本合同总价包含设备设计费、成套设备材料费（含专利、专有技术使用费等知识产权费）、制造费、资料费、包装费、运输及保险费、设备保管费、装卸费、指导安装调试费、技术服务费（技术培训）、随机备品备件的固定价产品、税费及合理利润，乙方不得以任何原因任何理由要求甲方调整价格。    第二条  标的交付"
        }
    },
    {
        "原文": "2.2.1  乙方应按双方签订的《技术协议》要求进行备货，向甲方交付标的；",
        "修改后": "2.2.1  乙方应按双方签订的《技术协议》要求进行备货，满足安装现场进度要求向甲方交付标的；",
        "批注": "",
        "上下文": {
            "前文": "联系方式：                      2.2  交付期限：甲、乙双方经友好协商，选择以下第  2.2.3 种交付期限：",
            "后文": "2.2.2  甲方另行书面通知乙方交货时间； 2.2.3  乙方应按双方签订的《供货技术协议》（以下简称：技术协议）要求进行备货，于2022年5月15日前完成GGH、增压风机的订货并向甲方提供订货合同及预付款支付凭证，并且乙方的供货进度的安装工期，具体详见《成渝钒钛科技有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目一级施工计划》。如遇甲方自身原因及不可抗拒因素（水灾、地震等恶劣天气因素、疫情等因素）导致乙方逾期的，则乙方不承担逾期交货违约责任。在乙方交货前，甲方未能严格按照本合同第三条约定足额支付任意款项且担保人在接到乙方发出的履行担保义务通知书后未能在乙方指定期限内履行担保义务的，乙方可以相应延期交付并无需征求甲方的同意，且无需承担相应的逾期供货违约责任，甲方对此知悉并同意。"
        }
    },
    {
        "原文": "2.2.3  乙方应按双方签订的《供货技术协议》（以下简称：技术协议）要求进行备货，于2022年5月15日前完成GGH、增压风机的订货并向甲方提供订货合同及预付款支付凭证，并且乙方的供货进度的安装工期，具体详见《成渝钒钛科技有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目一级施工计划》。如遇甲方自身原因及不可抗拒因素（水灾、地震等恶劣天气因素、疫情等因素）导致乙方逾期的，则乙方不承担逾期交货违约责任。在乙方交货前，甲方未能严格按照本合同第三条约定足额支付任意款项且担保人在接到乙方发出的履行担保义务通知书后未能在乙方指定期限内履行担保义务的，乙方可以相应延期交付并无需征求甲方的同意，且无需承担相应的逾期供货违约责任，甲方对此知悉并同意。",
        "修改后": "2.2.3  乙方应按双方签订的《供货技术协议》（以下简称：技术协议）要求进行备货，于2022年5月15日前完成GGH、增压风机的订货并向甲方提供订货合同及预付款支付凭证，并且乙方的供货进度必须满足设备的安装工期，具体详见《成渝钒钛科技有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目一级施工进度计划》。如遇甲方自身原因及不可抗拒因素（水灾、地震等恶劣天气因素、疫情等因素）导致乙方逾期的，则乙方不承担逾期交货违约责任。在乙方交货前，甲方未能严格按照本合同第三条约定足额支付任意款项且担保人在接到乙方发出的履行担保义务通知书后未能在乙方指定期限内履行担保义务的，乙方可以相应延期交付并无需征求甲方的同意，且无需承担相应的逾期供货违约责任，甲方对此知悉并同意。",
        "批注": "请公司在签订合同时，同时对进度计划进行盖章确认。",
        "上下文": {
            "前文": "2.2.1  乙方应按双方签订的《技术协议》要求进行备货，向甲方交付标的； 2.2.2  甲方另行书面通知乙方交货时间；",
            "后文": "2.3  标的交付运输费用由 乙 方承担；本合同所涉全部合同标的物的货物集装箱及包装物由乙方回收。  2.4  验收、异议：甲方应于收到标的之日起 3 日内完成标的外观验收，外观验收后 3 日内未提出书面异议的视为乙方提供标的符合合同对标的物的外观约定。外观验收不视为甲方对标的物质量的验收，合同标的物的质量验收按照双方签订的技术协议执行。若经外观验收发现货物的数量、规格型号与本合同及技术协议约定不符，甲方有权要求乙方更换货物至甲方指定交货地点。"
        }
    },
    {
        "原文": " 2.6乙方应负责全程指导安装、调试和运行本合同及技术协议所列设备，并按照甲方的要求为甲方提供技术服务。",
        "修改后": " 2.6乙方应负责全程指导并配合甲方及甲方指定安装方安装、调试和运行本合同及技术协议所列设备，并按照甲方的要求为甲方提供技术服务。",
        "批注": "",
        "上下文": {
            "前文": "2.4  验收、异议：甲方应于收到标的之日起 3 日内完成标的外观验收，外观验收后 3 日内未提出书面异议的视为乙方提供标的符合合同对标的物的外观约定。外观验收不视为甲方对标的物质量的验收，合同标的物的质量验收按照双方签订的技术协议执行。若经外观验收发现货物的数量、规格型号与本合同及技术协议约定不符，甲方有权要求乙方更换货物至甲方指定交货地点。 2. 5  所有权及风险转移：甲方签收符合本合同及技术协议要求的设备及设备构件后该设备或者设备构件所有权及毁损灭失风险归属于甲方。双方完成设备交接后乙方向甲方提供含标的物全套产品纸质文件资料包括但不限于产品说明书、出厂质检证明、产品合格证等与标的物有关的全部文件原件。",
            "后文": "第三条  价款支付 3.1  支付方式"
        }
    },
    {
        "原文": "3.1.1本合同约定的总价款按月支付，共分24期。乙方应于2022年5月15日（含当日）前完成本合同GGH、增压风机的订货并向甲方提供订货合同及预付款支付凭证，经甲方确认无误后，甲方应于2022年5月15日之前（含当日）向乙方支付100万元（即款），否则甲方有权顺延支付相应款项且不视为违约；2022年6月-12月（即第2期至第8期款项），应于每月15日之前（含当日）向乙方支付100万元，合计800万元；",
        "修改后": "3.1.1本合同约定的总价款按月支付，共分24期。乙方应于2022年5月15日（含当日）前完成本合同GGH、增压风机的订货并向甲方提供订货合同及预付款支付凭证，经甲方确认无误后，甲方应于2022年5月15日之前（含当日）向乙方支付100万元（即预付款），否则甲方有权顺延支付相应款项且不视为违约；2022年6月-12月（即第2期至第8期款项），应于每月15日之前（含当日）向乙方支付100万元，合计800万元；",
        "批注": "",
        "上下文": {
            "前文": "第三条  价款支付 3.1  支付方式",
            "后文": "3.1.2 2023年1月-6月（即第9期至第14期款项），应于每月15日之前（含当日）向乙方支付180万元，合计1080万元； 3.1.3 2023年7月-12月（即第15期至第20期款项），应于每月15日之前（含当日）向乙方支付220万元，合计1320万元；"
        }
    },
    {
        "原文": "3.1.5 自第2期付款起，乙方在甲方支付当期款项前应向甲方提供待付款金额的增值税专用发票，否则甲方有权延迟支付款项且不视为违约，第1期货款发票乙方于甲方最后一笔款项支付完毕后15日内提供，逾期未提供的，每逾期一日应按照当期应交付增值税发票金额的每日万分之五的标准向甲方承担逾期交付增值税发票违约金。",
        "修改后": "3.1.5 自第2期付款起，双方一致同意遵循先开票后付款的原则，乙方在甲方支付当期款项前应向甲方提供不小于待付款金额的增值税专用发票，否则甲方有权延迟支付款项且不视为违约，第1期货款发票乙方于甲方最后一笔款项支付完毕后15日内提供，逾期未提供的，每逾期一日应按照当期应交付增值税发票金额的每日万分之五的标准向甲方承担逾期交付增值税发票违约金。",
        "批注": "",
        "上下文": {
            "前文": "以上款项总计4000万元。 ",
            "后文": "双方一致同意： "
        }
    },
    {
        "原文": "双方一致同意：",
        "修改后": "双方一致同意：如甲方收到乙方开具的增值税专用发票后未能足额支付当期应付款项的，乙方可以暂缓开具次月及之后应收款对应的增值税专用发票，直至乙方收齐上一期全部应收款，乙方暂缓开具次月及之后应收款对应的增值税专用发票的，并不免除甲方次月及之后应付款的支付义务，甲方仍应按时足额支付次月及之后应付款。甲方不得以乙方未开票为由，免除下一期后续各期款项的逾期付款违约责任，并应严格按照第4.3条约定节点支付各期款项。甲方足额付清到期应付款项后，后续双方仍遵循先开票后付款的原则履行开票及付款义务。",
        "批注": "请财务核实确认是否接受此条款。",
        "上下文": {
            "前文": " 3.1.5 自第2期付款起，乙方在甲方支付当期款项前应向甲方提供待付款金额的增值税专用发票，否则甲方有权延迟支付款项且不视为违约，第1期货款发票乙方于甲方最后一笔款项支付完毕后15日内提供，逾期未提供的，每逾期一日应按照当期应交付增值税发票金额的每日万分之五的标准向甲方承担逾期交付增值税发票违约金。",
            "后文": " 3.1.6合同价款支付过程中如遇国家税率政策发生调整导致乙方无法按照前述约定税率开具等额发票的，由甲乙双方另行协商具体处理方法，双方按照一致确认的方法开具发票。乙方应根据甲方的具体要求向甲方开具发票。"
        }
    },
    {
        "原文": "3.3为确保甲方及时、足额支付本合同约定款项，甲方提供本合同所涉xxx集团xxx有限公司2*360平米烧结机超低排放工程BOT项目的合同复印件、对账单、项目审计报告，甲方在本合同有效期内的年度审计报告等与本项目相关的证明文件以确保甲方有付款能力。乙方应对从甲方处获取的所有文件【包括但不限于合同、对账单、项目审计报告等所有甲方移交的资料（含电子载体文件资料或者纸质资料的原件及（或）复印件）】，获知的商业信息严格保密，非经甲方书面同意不得告知任何第三人。甲方无正当理由未能提供前述材料，经乙方催告后合理期限内仍不提供的，则乙方有权延期或拒绝履行本合同的各项义务并不承担违约责任，直至甲方按照乙方要求提供前述文件。",
        "修改后": "3.3为确保甲方及时、足额支付本合同约定款项，甲方提供本合同所涉xxx集团xxx有限公司2*360平米烧结机超低排放工程BOT项目的合同复印件、对账单、项目审计报告，甲方在本合同有效期内的年度审计报告等与本项目相关的证明文件以确保甲方有付款能力。乙方应对从甲方处获取的所有文件【包括但不限于合同、对账单、项目审计报告等所有甲方移交的资料（含电子载体文件资料或者纸质资料的原件及（或）复印件）】，获知的商业信息严格保密，非经甲方书面同意不得告知任何第三人，若由于乙方的原因导致甲方信息泄露，乙方应承担违约责任并赔偿由此给甲方造成的损失。甲方无正当理由未能提供前述材料，经乙方催告后合理期限内仍不提供的，则乙方有权延期或拒绝履行本合同的各项义务并不承担违约责任，直至甲方按照乙方要求提供前述文件。",
        "批注": "",
        "上下文": {
            "前文": "账    号：     甲方按照上述载明的账户信息支付款项后即视为甲方履行了本合同的付款义务，乙方应确保上述载明的账户信息的准确性、合法性，如需变更，应在甲方付款前7个工作日书面通知甲方，因未通知甲方导致乙方无法收到款项的责任由乙方自行承担。",
            "后文": " 质量保证条款 4.1 质量要求技术标准：乙方按国家质量标准规定和本合同附件技术协议的要求供货，标的质量实行“三包”。"
        }
    },
    {
        "原文": "4.3乙方保证其供应的本合同设备的成套设备是全新的、未使用过的正品，技术水平是先进的、成熟的、质量优良的。乙方保证根据技术协议书所交付的技术资料、图纸是清晰、完整统一和内容正确、准确的并能满足合同设备的设计、安装、调试、运行和维护的要求。合同设备在投产后的年可利用小时数不低于800小时。",
        "修改后": "4.3乙方保证其供应的本合同设备的成套设备是全新的、未使用过的正品，技术水平是先进的、成熟的、质量优良的。乙方保证根据技术协议书所交付的技术资料、图纸是清晰、完整统一和内容正确、准确的并能满足合同设备的设计、安装、调试、运行和维护的要求。合同设备在投产后的年可利用小时数不低于8400小时。",
        "批注": "",
        "上下文": {
            "前文": "4.1 质量要求技术标准：乙方按国家质量标准规定和本合同附件技术协议的要求供货，标的质量实行“三包”。 4.2质保期：乙方对设备质量、设备完整性、技术服务、性能和功能考核指标等方面向甲方全面负责，质保期一年（自成渝钒钛科技有限公司1#烧结机烟气超低排放湿电系统性能验收合格且取得验收报告的次日起算），质保期内乙方应就供货的设备免费提供技术维护、维修、更换服务。 ",
            "后文": "4.4 乙方保证，其所售予甲方的货物（包括其整体及其所包含的所有组成部分），均已合法地获得并有效适用于甲方所在国家和地区的所有有关知识产权，若甲方因购买和使用乙方所售予甲方的设备而遭受任何第三方的追索、诉讼或仲裁，或受到甲方所在国的国家政府部门、行政机关、司法机关的处罚、判决、执行，乙方应补偿甲方因此而遭受的一切损失。 4.6 乙方保证所交付的技术资料完整统一和内容正确、准确的并能满足合同设备的设计、安装、调试、运行和维修的要求。"
        }
    },
    {
        "原文": "9.2 若乙方未能按时交付符合本合同规定质量、数量的标的并且未能按照本合同的约定时间货，设备的安装调试及运行工期的，则每迟延一日，应向甲方支付标的总价的 0.03  %的违约金若乙方逾期超过【30】日，甲方有权解除本合同，甲乙双方按照已完工标的物价值进行结算。",
        "修改后": "9.2 若乙方未能按时交付符合本合同规定质量、数量的标的并且未能按照本合同的约定时间供货，或者本合同设备的安装、调试及运行工期延误的，则每迟延一日，应向甲方支付标的总价的 0.03  %的违约金。若乙方逾期超过【30】日，甲方有权解除本合同，甲乙双方按照已完工标的物价值进行结算。",
        "批注": "",
        "上下文": {
            "前文": "第九条  违约责任及合同解除 9.1 若甲方未能按本合同约定时间及方式支付货款的，每迟延一日，应向乙方支付合同金额的  0.03 %的违约金，直至货款交齐之日。若甲方迟延支付任一期货款超过 30日，乙方有权书面通知甲方单方面解除本合同，甲乙双方按照已完工标的物价值进行结算，并且甲方应承担因解除合同给乙方造成的直接损失，若前述违约金不足以补偿给乙方造成的损失，则甲方还应当补足差额部分。",
            "后文": "9.3 若一方违约，违约方除承担违约责任外，还应承担守约方为实现债权而支付的费用，包括但不限于律师费、诉讼费、差旅费、保全费、保全担保费、鉴定费、调查费、证人出庭费等因维权所产生的费用。 9.4若甲方连续三期款项或累计期款项未及时向乙方支付的，乙方除按本合同约定要求甲方承担违约责任外，乙方还有权要求甲方立即支付本合同项下，甲方接到乙方书面通知后应在10日内支付，否则乙方有权继续主张逾期付款违约金和顺延工期。"
        }
    },
    {
        "原文": "9.4若甲方连续三期款项或累计期款项未及时向乙方支付的，乙方除按本合同约定要求甲方承担违约责任外，乙方还有权要求甲方立即支付本合同项下，甲方接到乙方书面通知后应在10日内支付，否则乙方有权继续主张逾期付款违约金和顺延工期。",
        "修改后": "9.4若甲方连续三期款项或累计六期款项未及时向乙方支付的，乙方除按本合同约定要求甲方承担违约责任外，乙方还有权要求甲方立即支付本合同项下乙方基于本合同已投入的费用（甲方已支付的款项在投入费用中予以扣除），甲方接到乙方书面通知后应在10日内支付乙方基于本合同已投入的费用（甲方已支付的款项在投入费用中予以扣除），否则乙方有权继续主张逾期付款违约金和相应顺延工期。",
        "批注": "",
        "上下文": {
            "前文": "9.2 若乙方未能按时交付符合本合同规定质量、数量的标的并且未能按照本合同的约定时间货，设备的安装调试及运行工期的，则每迟延一日，应向甲方支付标的总价的 0.03  %的违约金若乙方逾期超过【30】日，甲方有权解除本合同，甲乙双方按照已完工标的物价值进行结算。 9.3 若一方违约，违约方除承担违约责任外，还应承担守约方为实现债权而支付的费用，包括但不限于律师费、诉讼费、差旅费、保全费、保全担保费、鉴定费、调查费、证人出庭费等因维权所产生的费用。",
            "后文": "9.5若由于乙方设备的原因导致成渝钒钛科技有限公司1#烧结机停机的，设备的质量保证期应按实际停机时间作相应延长。新更换和修复的货物部件的质量保证期自甲方对新更换和修复的货物部件安装运行验收合格之日起12个月。 9.6由于乙方的指导错误或未严格按技术资料、图纸和说明书要求造成设备的损坏，由此产生的有关费用，由乙方负担。"
        }
    },
    {
        "原文": "9.5若由于乙方设备的原因导致成渝钒钛科技有限公司1#烧结机停机的，设备的质量保证期应按实际停机时间作相应延长。新更换和修复的货物部件的质量保证期自甲方对新更换和修复的货物部件安装运行验收合格之日起12个月。",
        "修改后": "9.5若由于乙方设备的原因导致成渝钒钛科技有限公司1#烧结机停机或影响正常生产运行的，乙方的技术人员对故障的响应时间不应超过2小时，若超过2小时不能排除故障，则甲方有权另请第三方人员修复，而以上产生的直接费用由乙方承担。设备的质量保证期应按实际停机时间作相应延长。新更换和修复的货物部件的质量保证期自甲方对新更换和修复的货物部件安装运行验收合格之日起12个月。",
        "批注": "",
        "上下文": {
            "前文": "9.3 若一方违约，违约方除承担违约责任外，还应承担守约方为实现债权而支付的费用，包括但不限于律师费、诉讼费、差旅费、保全费、保全担保费、鉴定费、调查费、证人出庭费等因维权所产生的费用。 9.4若甲方连续三期款项或累计期款项未及时向乙方支付的，乙方除按本合同约定要求甲方承担违约责任外，乙方还有权要求甲方立即支付本合同项下，甲方接到乙方书面通知后应在10日内支付，否则乙方有权继续主张逾期付款违约金和顺延工期。",
            "后文": "9.6由于乙方的指导错误或未严格按技术资料、图纸和说明书要求造成设备的损坏，由此产生的有关费用，由乙方负担。 9.7乙方交付的货物不符合本合同约定的，甲方有权选择以下任一方式处理："
        }
    },
    {
        "原文": "",
        "修改后": "9.8性能验收不合格违约金",
        "批注": "",
        "上下文": {
            "前文": "（3）甲方仍然接受的，属于让步接收。乙方应根据货物的疵劣和受损失的程度以及甲方遭受损失的金额，相应降低货物价格。 如果甲方提出前述索赔通知后10天内乙方未能予以答复，该索赔应视为已被乙方接受。若乙方未能在甲方提出索赔通知的10天内或甲方同意的更长一些的时间内，按甲方同意的上述任何一种方式处理索赔事宜，甲方有权从第24期货款中扣回索赔金额，如未付货款不足以支付索赔金额，甲方保留进一步向乙方索赔的权利。",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "若性能验收时因乙方原因未能达到性能指标，在试运行期间或双方协商的延长期内甲方有权按如下步骤索赔违约金：",
        "批注": "",
        "上下文": {
            "前文": "如果甲方提出前述索赔通知后10天内乙方未能予以答复，该索赔应视为已被乙方接受。若乙方未能在甲方提出索赔通知的10天内或甲方同意的更长一些的时间内，按甲方同意的上述任何一种方式处理索赔事宜，甲方有权从第24期货款中扣回索赔金额，如未付货款不足以支付索赔金额，甲方保留进一步向乙方索赔的权利。 ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "本合同系统运行应符合技术协议中的“工艺设计要求”技术规格及性能要求，乙方承诺的各系统的各项指标及参数合格。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "根据技术协议规定的性能验收要求，如果是非因甲方原因导致第一次性能验收未通过，乙方自行整改消缺，整改费与后续检测费用由乙方自行承担；经整改后第二次性能测试中有一项或多项参数未满足技术协议之性能保证指标，乙方应按下列计算方法支付罚金：",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "性能测试指标中任一项不达标，按合同总价的1%进行罚款，各不合格项罚款额度可累加，性能测试的验收考核上限不超过合同价格的5%。前述罚款费用甲方有权在第24期货款中予以扣除，若24期货款不能全部覆盖前述罚款，则甲方有权继续向乙方追偿。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " "
        }
    },
    {
        "原文": "",
        "修改后": "因乙方原因，乙方在3个月内整改仍无法达到性能保证指标的，甲乙双方另行协商解决。",
        "批注": "",
        "上下文": {
            "前文": " ",
            "后文": " 第十条  免责条款"
        }
    },
    {
        "原文": "   本合同所包括的《xxxx有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目湿电系统设备、GGH、增压风机（含电机）供货技术协议》xxxxxxxxxxxxxx等作为本合同附件，是本合同不可分割的一部分，具有同等的法律效力。",
        "修改后": "   本合同所包括的《xxxx有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目湿电系统设备、GGH、增压风机（含电机）供货技术协议》《xxxx公司1#烧结机烟气超低排放项目湿电系统设备供货清单分项报价》《xxxxx有限公司1#烧结烟气氮氧化物、颗粒物超低排放改造项目一级施工进度计划》xxxxx等作为本合同附件，是本合同不可分割的一部分，具有同等的法律效力。",
        "批注": "",
        "上下文": {
            "前文": "12.1 因签订、执行本合同而引起的一切争议，由双方通过友好协商解决；协商不成时合同任一方均可向甲方所在地人民法院提起诉讼。 第十三条  双方商定其他事项",
            "后文": "（以下无正文） "
        }
    }
]